Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: {0, plural, =0 {No female} =1{1 female} other{# females}} ({1, number} %)
fr_fr: {0, plural, =0{Aucune femelle} =1{1 femelle} other{# femelles}} ({1, number} %)

source: {0, plural, =0 {No male} =1{1 male} other{# males}} ({1, number} %)
fr_fr: {0, plural,=0{Aucun mâle} =1{1 mâle} other{# mâles}} ({1, number} %)

source: Lifespan statistics
fr_fr: Statistiques de longévité

source: This prefix is only used in external litters.
fr_fr: Cette raterie n’a eu que des portées externes.

source: No recorded rat is associated with this origin.
fr_fr: Il n’y a pas de rat enregistré sous cette origine.

source: Rats recorded as deceased:
fr_fr: Rats enregistrés comme décédés :

source: {0, number} rats ({1, number} % of recorded rats)
fr_fr: {0, number} rats ({1, number} % des rats décédés)

source: presumed dead:
fr_fr: présumés morts :

source: Average lifespan of rats with this prefix:
fr_fr: Longévité moyenne des rats portant cet affixe :

source: There aren’t enough rats with consolidated information to compute relevant mortality statistics.
fr_fr: Il n’y a pas assez de données pour calculer des statistiques de mortalité pertinentes.

source: Information
fr_fr: Informations

source: No recorded rat was born in (or in partnership with) this rattery.
fr_fr: Aucun rat n’est enregistré comme né dans (ou en partenariat avec) cette raterie.

source: Breeding activity period:
fr_fr: Période d’activité :

source: Total breeding activity:
fr_fr: Activité de reproduction :

source: internal (born in the rattery):
fr_fr: internes (naissances à la raterie)

source: external (other contributed litters):
fr_fr: externes (portées en partenariat) :

source: Birth place statistics
fr_fr: Statistiques des portées internes

source: Rat records (born in the rattery):
fr_fr: Nombre de fiches rats :

source: This rattery only had litters of unknown fathers
fr_fr: Cette raterie n’a que des portées de père inconnu

source: {0, plural, =0{No pup} =1{1 pup} other{# pups}} per litter
fr_fr: {0, plural, =0{Aucun raton} =1{1 raton} other{# ratons}} par portée

source: This rattery only had external litters. Mortality statistics can be consulted on each of their contributed litter sheets.
fr_fr: Cette raterie n’a que des portées externes. Les statistiques de mortalité peuvent être consultées directement sur les fiches de ces portées.

source: Bred rats recorded as deceased:
fr_fr: Rats nés à la raterie et décédés :

source: {0, number} rats ({1, number} % of recorded bred rats)
fr_fr: {0, number} rats ({1, number} % des rats nés à la raterie et enregistrés)

source: Average lifespan of bred rats:
fr_fr: Longévité moyenne des rats nés à la raterie :

source: Oldest bred rat:
fr_fr: Doyen des rats nés à la raterie :

source: (deceased at {0})
fr_fr: (décédé à {0})

source: No eligible champion
fr_fr: Pas de rat éligible au titre

source: Death causes statistics
fr_fr: Statistiques de mortalité

source: Primary death causes by decreasing frequency:
fr_fr: Catégories de décès par fréquence décroissante :

source: Secondary death causes by decreasing frequency:
fr_fr: Causes de décès par fréquence décroissante :

source: The owner of this rattery does not wish to show their full breeding and mortality statistics.
fr_fr: Le propriétaire de cette raterie ne souhaite pas afficher les statistiques détaillées de son élevage.

source: Related entries
fr_fr: Fiches liées

source: Last contributed litters
fr_fr: Dernières portées

source: Edit Litter
fr_fr: Éditer la portée

source: Recently modified rats
fr_fr: Derniers rats mis à jour

# litters
source: See all
fr_fr: Toutes les portées

# rats
source: See all
fr_fr: Tous les rats

source: List Rattery Snapshots
fr_fr: Liste des snapshots de la raterie

source: Add Rattery Snapshot
fr_fr: Prendre un snapshot de la raterie

source: On?
fr_fr: Active ?

source: Wants statistics
fr_fr: Publie ses statistiques

source: Edit Rattery Snapshot
fr_fr: Éditer le snapshot de la raterie

source: New Rattery Snapshot
fr_fr: Nouveau snapshot de la raterie

source: Rattery Snapshots
fr_fr: Snapshots de la raterie

source: Delete Rattery Snapshot
fr_fr: Supprimer le snapshot de la raterie

source: Role list
fr_fr: Liste des rôles

source: Add Role
fr_fr: Ajouter un rôle

source: Browse role list
fr_fr: Parcourir la liste des rôles

source: Edit Role
fr_fr: Éditer le rôle

source: New Role
fr_fr: Nouveau rôle

source: All Roles
fr_fr: Tous les rôles

source: Staff level
fr_fr: Appartenance au staff

source: Delete Role
fr_fr: Supprimer le rôle

source: State editor
fr_fr: Peut changer l’état des fiches

source: Others editor
fr_fr: Peut éditer les fiches des autres

source: Frozen editor
fr_fr: Peut éditer les fiches gelées

source: Deletor
fr_fr: Peut supprimer des fiches

source: Configurator
fr_fr: Peut configurer le système

source: Restorator
fr_fr: Peut restaurer des snapshots

source: Documenter
fr_fr: Peut rédiger des notices

source: Describer
fr_fr: Peut modifier les fiches descriptives

source: Personal
fr_fr: Peut accéder aux informations personnelles

source: Is root
fr_fr: Est super administrateur

source: Is administrator
fr_fr: Est administrateur

source: Is a staff member
fr_fr: Est membre du staff

source: Can change sheet states
fr_fr: Peut modifier l’état des fiches

source: Can edit other users and their sheets
fr_fr: Peut éditer les fiches des autres

source: Can edit frozen sheets
fr_fr: Peut modifier les fiches gelées

source: Can delete sheets
fr_fr: Peut supprimer des fiches

source: Can configure system (states, roles)
fr_fr: Peut configurer le système

source: Can restore snapshots
fr_fr: Peut restaurer des snapshots

source: Can add and edit documentation (articles, FAQs...)
fr_fr: Peut rédiger des notices (articles, FAQs…)

source: Can add and edit descriptive sheets (varieties, death causes...)
fr_fr: Peut modifier les fiches descriptives (variétés, causes de décès…)

source: Can access other users personal data
fr_fr: Peut accéder aux données personnelles des autres utilisateurs

source: Related Users
fr_fr: Utilisateurs liés

source: Edit User
fr_fr: Éditer l’utilisateur

source: Browse singularity list
fr_fr: Parcourir la liste des particularités

source: Singularity
fr_fr: Particularité

source: New Singularity
fr_fr: Ajouter une particularité

source: All Singularities
fr_fr: Toutes les particularités

source: View singularity
fr_fr: Voir la particularité

source: Edit singularity
fr_fr: Éditer la particularité

source: Delete singularity
fr_fr: Supprimer la particularité

source: State list
fr_fr: Liste des états

source: Add State
fr_fr: Ajouter un état

source: Browse state list
fr_fr: Parcourir la liste des états

source: Edit State
fr_fr: Éditer l’état

source: New State
fr_fr: Nouvel état

source: All Sheet States
fr_fr: Tous les états de la fiche

source: Delete State
fr_fr: Supprimer l’état

source: Css Property
fr_fr: Propriété CSS

source: Properties
fr_fr: Propriétés

source: Is Default
fr_fr: État par défaut

source: Needs User Action
fr_fr: Requiert une action de l’utilisateur

source: Needs Staff Action
fr_fr: Requiert une action du staff

source: Is Reliable
fr_fr: Est fiable

source: Is Visible
fr_fr: Est visible

source: Is Searchable
fr_fr: Apparaît dans les recherches

source: Is Frozen
fr_fr: Est gelé

source: Workflow
fr_fr: Cycle de vie

source: Next OK State
fr_fr: Prochain état OK

source: Next KO State
fr_fr: Prochain état KO

source: Next Frozen State
fr_fr: Prochain état « gelé »

source: Next Thawed State
fr_fr: Prochain état « dégelé »

source: Related sheets
fr_fr: Fiches liées

source: Related rats
fr_fr: Rats liés

source: See all rats in this state
fr_fr: Liste des rats dans cet état

source: {0, plural, =0{No rat sheet is} =1{<strong>1 rat sheet</strong> is} other{<strong># rat sheets</strong> are} currently in this state.
fr_fr: {0, plural, =0{Aucune fiche rat n’est} =1{<strong>1 fiche rat</strong> est} other{<strong># fiches rat</strong> sont} actuellement dans cet état.

source: Related ratteries
fr_fr: Rateries liées

source: See all ratteries in this state
fr_fr: Liste des rateries dans cet état

source: {0, plural, =0{No rattery sheet is} =1{<strong>1 rattery sheet</strong> is} other{<strong># rattery sheets</strong> are} currently in this state.
fr_fr: {0, plural, =0{Aucune fiche raterie n’est} =1{<strong>1 fiche raterie</strong> est} other{<strong># fiches raterie</strong> sont} actuellement dans cet état.

source: Related litters
fr_fr: Portées liées

source: See all litters in this state
fr_fr: Liste des portées dans cet état

source: {0, plural, =0{No litter sheet is} =1{<strong>1 litter sheet</strong> is} other{<strong># litter sheets</strong> are} currently in this state.
fr_fr: {0, plural, =0{Aucune fiche portée n’est} =1{<strong>1 fiche portée</strong> est} other{<strong># fiches portée</strong> sont} actuellement dans cet état.

source: List Users
fr_fr: Liste des utilisateurs

source: Add User
fr_fr: Ajouter un utilisateur

source: Reset Email
fr_fr: Modifier son adresse mail

source: Enter Old Password
fr_fr: Ancien mot de passe

source: Please confirm your identity by entering your current password.
fr_fr: Confirmez votre identité en saisissant votre mot de passe actuel.

source: Enter New Email
fr_fr: Nouvelle adresse mail

source: Please note that an activation link message will be sent to this address. If the entered address is invalid, your account will be locked.
fr_fr: Un lien d’activation sera envoyé à cette adresse mail. Si l’adresse est invalide, votre compte sera verrouillé.

source: New email
fr_fr: Nouvelle adresse

source: Confirm new email
fr_fr: Confirmer la nouvelle adresse

source: Reset Password
fr_fr: Modifier le mot de passe

source: Enter New Password
fr_fr: Entrer le nouveau mot de passe

source: We recommend you to chose a password of at least 12 characters with alphanumeric, lowercase, uppercase and/or special characters.
fr_fr: Nous vous recommandons de choisir un mot de passe de 12 caractères minimum, avec : une minuscule, une majuscule, un chiffre et/ou un caractère spécial.

source: Submit new password
fr_fr: Enregistrer le nouveau mot de passe

source: Back to user sheet
fr_fr: Revenir à la fiche utilisateur

source: Delete User
fr_fr: Supprimer l’utilisateur

source: Search and select the heir’s username
fr_fr: Chercher et sélectionner un héritier

source: Delete user
fr_fr: Supprimer l’utilisateur

source: Cancel and go back to user sheet
fr_fr: Annuler et revenir à la fiche utilisateur

source: Public information
fr_fr: Informations publiques

source: About me
fr_fr: À propos de moi

source: For security reasons, you cannot change your credentials here.
fr_fr: Pour des raisons de sécurité, vous ne pouvez pas modifier votre adresse mail ni votre mot de passe sur cette page.

source: Change email
fr_fr: Modifier l’adresse mail

source: Change password
fr_fr: Modifier le mot de passe

source: I accept to receive casual newsletters and other information by email
fr_fr: J’accepte de recevoir des lettres d’information occasionnelles

source: Staff-only information
fr_fr: Réservé au staff

source: Staff comments
fr_fr: Commentaires du staff

source: Edit "About me" section of
fr_fr: Modifier la bio de

source: Dashboard
fr_fr: Tableau de bord

source: Welcome!
fr_fr: Bienvenue !

source: All users
fr_fr: Tous les utilisateurs

source: New User
fr_fr: Nouvel utilisateur

source: All Users
fr_fr: Tous les utilisateurs

source: Locked?
fr_fr: Verrouillé ?

# date
source: Last login
fr_fr: Dernière connexion

source: Login
fr_fr: Se connecter

source: Please enter your registration email address and password
fr_fr: Veuillez entrer votre adresse mail et votre mot de passe

source: Email address
fr_fr: Adresse mail

source: Forgotten password?
fr_fr: Mot de passe oublié ?

source: Not registered?
fr_fr: Pas inscrit ?

source: Request new password
fr_fr: Réinitialiser le mot de passe

source: Please enter your email
fr_fr: Merci d’entrer votre adresse mail

source: My profile
fr_fr: Mon profil

source: Edit profile
fr_fr: Éditer le profil

source: See public profile
fr_fr: Voir le profil public

source: Main rattery
fr_fr: Dernière raterie en activité

source: Email
fr_fr: Adresse mail

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Birth Date
fr_fr: Date de naissance

source: Failed Login Attempts
fr_fr: Tentatives de connexion échouées

source: Failed Login Last Date
fr_fr: Date de la dernière tentative échouée

source: Settings
fr_fr: Paramètres

source: Wants Newsletter?
fr_fr: Accepte de recevoir des lettres d’information ?

source: Unsubscribe
fr_fr: Se désabonner

source: Subscribe
fr_fr: S’abonner

source: Credentials
fr_fr: Données d’accès

source: Users with username like
fr_fr: Utilisateurs dont le psuedonyme contient

source: Users with username, name or mail like
fr_fr: Utilisateurs dont le pseudonyme, nom ou mail contient

source: Register
fr_fr: S’enregistrer

source: In order to create your account, please fill in this form
fr_fr: Pour créer votre compte, veuillez remplir le formulaire suivant

source: This username is already in use
fr_fr: Ce nom d’utilisateur est déjà pris

source: This email is already in use
fr_fr: Cette adresse mail est déjà utilisée

source: Password
fr_fr: Mot de passe

source: What is the meaning of the letter "R" in the LORD acronym?
fr_fr: Que signifie la lettre "R" dans l’acronyme LORD ?

source: I have read the site’s {0} and its {1} and I agree to all terms and conditions.
fr_fr: J’ai lu les {0} et le {1} du site et j’en accepte tous les termes et conditions.

source: Legal Notice
fr_fr: Mentions légales

source: Code of conduct
fr_fr: Code de conduite

source: Submit new email
fr_fr: Enregistrer la nouvelle adresse mail

source: Modify User
fr_fr: Modifier un utilisateur

source: Edit whole user sheet
fr_fr: Éditer la fiche utilisateur

source: This user doesn’t have any rattery.
fr_fr: Cet utilisateur n’a pas de raterie.

source: Last Modified Rats
fr_fr: Derniers rats modifiés

source: See all their rats
fr_fr: Voir tous ses rats

source: This user doesn’t have any rat.
fr_fr: Cet utilisateur n’a aucun rat.

source: Created on {0}.
fr_fr: Fiche créée le {0}.

source: Staff Comments
fr_fr: Commentaires confidentiels

source: User information
fr_fr: Informations de l’utilisateur

source: Is Locked
fr_fr: Verrouillé

source: Current number of rats:
fr_fr: Nombre de rats en ce moment :

source: No rat at the moment
fr_fr: Pas de rat en ce moment

source: Total number of owned rats:
fr_fr: Nombre total de rats :

source: Managed sheets (as owner or creator):
fr_fr: Fiches gérées :

source: alive:
fr_fr: en vie :

source: Average lifespan of their rats:
fr_fr: Longévité moyenne de ses rats :

source: {0, number} months (♀: {1, number} months – ♂: {2, number} months)
fr_fr: {0, number} mois (♀: {1, number} mois – ♂: {2, number} mois)

source: Their champion:
fr_fr: Son doyen :

source: This user has no eligible champion
fr_fr: Cet utilisateur n’a pas de rat éligible au titre de doyen

source: Activity status
fr_fr: Statut de la raterie

source: Report
fr_fr: Signaler

source: Report a problem
fr_fr: Signaler un problème

source: Help
fr_fr: Aide

source: Get help
fr_fr: Obtenir de l’aide

source: See Litter
fr_fr: Voir la portée

source: Lock status
fr_fr: Verrouillage

source: Locked
fr_fr: Verrouillé

source: Unlock
fr_fr: Déverrouiller

source: Unlocked
fr_fr: Déverrouillé

source: Lock
fr_fr: Verrouiller

source: My Issues
fr_fr: Mes signalements

source: My Messages
fr_fr: Mes messages

source: Email:
fr_fr: Adresse mail :

source: Manage my profile
fr_fr: Gérer mon profil

source: Manage my rats
fr_fr: Gérer mes rats

source: Manage my ratteries
fr_fr: Gérer mes rateries

source: My Litters
fr_fr: Mes portées

source: Manage my litters
fr_fr: Gérer mes portées

source: Admin site
fr_fr: Service après-vente

source: List all issues
fr_fr: Voir tous les signalements

source: List all articles
fr_fr: Liste des notices

source: See all articles
fr_fr: Voir toutes les notices

source: List all users
fr_fr: Liste des utilisateurs

source: See all users
fr_fr: Voir tous les utilisateurs

source: List all rats
fr_fr: Liste des rats

source: See all rats
fr_fr: Voir tous les rats

source: List all ratteries
fr_fr: Liste des rateries

source: See all ratteries
fr_fr: Voir toutes les rateries

source: List all litters
fr_fr: Liste des portées

source: See all litters
fr_fr: Voir toutes les portées

source: My dashboard
fr_fr: Mon tableau de bord

source: My Statistics
fr_fr: Mes statistiques

source: I currently live with:
fr_fr: Je vis actuellement avec :

source: {0, plural, =1{1 rat} other{# rats}} (♀: {1} – ♂: {2})
fr_fr: {0, plural,=0{0 rat} =1{1 rat} other{# rats}} (♀: {1} – ♂: {2})

source: In total, I have hosted:
fr_fr: J’ai partagé mon toit avec :

source: {0, plural, =0{No rat} =1{1 rat} other{# rats}} (♀: {1} – ♂: {2})
fr_fr: {0, plural,=0{Aucun rat} =1{1 rat} other{# rats}} (♀: {1} – ♂: {2})

source: As owner or creator, I manage the sheets of:
fr_fr: Je gère les fiches de :

source: {0, plural, =0{No rat} =1{1 rat} other{# rats}}
fr_fr: {0, plural,=0{Aucun rat} =1{1 rat} other{# rats}}

source: (alive: {0})
fr_fr: (en vie : {0})

source: Average lifespan of my rats:
fr_fr: Durée de vie moyenne de mes rats :

source: My champion:
fr_fr: Mon doyen :

source: I have no eligible champion yet
fr_fr: Aucun de mes rats n’est éligible au titre de doyen

source: Birth
fr_fr: Naissance

source: Reached Age
fr_fr: Âge atteint

source: picture
fr_fr: photo

source: See Rattery
fr_fr: Voir la raterie

source: Pup Name
fr_fr: Nom de naissance

source: Zip code
fr_fr: Code postal

source: Creator
fr_fr: Créée par

source: Last message
fr_fr: Dernier message

source: Delete Litter
fr_fr: Supprimer la portée

source: Are you sure you want to delete litter # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer la portée n°{0} ?

source: Usual name
fr_fr: Nom d’usage

source: Diff
fr_fr: Comparer

source: Delete Rat
fr_fr: Supprimer le rat

source: Are you sure you want to delete rat # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer le rat n°{0} ?

source: Delete Rattery
fr_fr: Supprimer la raterie

source: Are you sure you want to delete rattery # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer la raterie n°{0} ?

source: Compare with last snapshot
fr_fr: Comparer avec le dernier snapshot

source: Edit as staff
fr_fr: Éditer en mode staff

source: Delete Sheet
fr_fr: Supprimer la fiche

source: You cannot delete this sheet
fr_fr: Vous ne pouvez pas supprimer cette fiche

source: Change state
fr_fr: Modération

source: See matching Lab-o-rats entry
fr_fr: Voir la page Lab-o-rats correspondante

source: Modify Rat
fr_fr: Modifier le rat

source: No matching Lab-o-rats entry available
fr_fr: Pas de correspondance trouvée sur le Lab-o-rats

source: Add
fr_fr: Ajouter

source: Reference picture
fr_fr: Photo de référence

source: Require picture from user?
fr_fr: Demander une photo à l’utilisateur ?

source: Mandatory picture?
fr_fr: Photo obligatoire ?

source: Are you sure you want to delete #{0}?
fr_fr: Êtes-vous sûr de vouloir supprimer #{0} ?

source: Genotype
fr_fr: Génotype

source: Frequency (all time)
fr_fr: Fréquence (toutes années confondues)

source: Frequency (in the last 2 years)
fr_fr: Fréquence (dans les deux dernières années)

source: Random gallery
fr_fr: Quelques photos

source: <p>Hi, {0}! Welcome on LORD!</p> <p>You have created an account on our website. Please click on the link below to activate it:</p> <p><a href="{1}">Click here to activate your account</a></p> <p>or copy and paste this link in your browser : {1}</p> <p>Please, take action promptly: your activation link is only valid for 24 hours. If not activated within this delay, your account will be deleted.</p> <p>If you haven’t created an account, please ignore this message or contact an administrator.</p>
fr_fr: <p>Bonjour, {0} ! Bienvenue sur le LORD !</p> <p>Vous avez créé un compte sur notre site. Veuillez cliquer sur le lien ci-dessous pour l’activer :</p> <p><a href="{1}">Cliquer ici pour activer mon compte</a></p> <p>ou copiez et coller ce lien dans votre navigateur : {1}</p> <p>Nous vous invitons à effectuer cette procédure rapidement : le lien d’activation expirera dans 24 heures. Si vous n’avez pas activé votre compte dans ce délai, il sera supprimé.</p> <p>Si vous n’avez pas créé de compte sur le Livre des Origines du Rat Domestique, vous pouvez ignorer ce message.</p>

source: <p>Hi, {0} !</p> <p>You have modified your registration email. Please click on the link below to confirm it:</p> <p><a href="{1}">Click here to confirm your new email address</a></p> <p>or copy and paste this link in your browser : {1}</p> <p>If you haven’t asked for an email change, please ignore this message or contact an administrator.</p>
fr_fr: <p>Bonjour, {0} !</p> <p>Vous avez modifié votre adresse mail d’inscription. Veuillez cliquer sur le lien ci-dessous pour confirmer cette action :</p> <p><a href="{1}">Cliquer ici pour confirmer ma nouvelle adresse mail</a></p> <p>ou copiez et collez ce lien dans votre navigateur : {1}</p> <p>Si vous n’avez pas demandé de changement d’adresse, vous pouvez ignorer ce message ou contacter un membre de l’équipe..</p>

source: <p>Hi, {0} !</p> <p>You have asked for a password reset link. Please click on the link below to reset your password:</p> <p><a href="{1}">Click here to reset Your password</a></p> <p>or copy and paste this link in your browser : {1}</p> <p>If you haven’t asked for a password reset, please ignore this message or contact an administrator.</p>
fr_fr: <p>Bonjour, {0} !</p> <p>Vous avez demandé à réinitialiser votre mot de passe. Veuillez cliquer sur le lien ci-dessous pour compléter la procédure :</p> <p><a href="{1}">Cliquer ici pour choisir un nouveau mot de passe</a></p> <p>ou copiez et coller ce lien dans votre navigateur : {1}</p> <p>Si vous n’avez pas demandé à réinitialiser votre mot de passe, vous pouvez ignorer ce message ou contacter un membre de l’équipe..</p>

source: Hi, {0}! Welcome on LORD! You have created an account on our website. Please copy and paste this link in your browser to activate it: {1} Please, take action promptly: your activation link is only valid for 24 hours. If not activated within this delay, your account will be deleted. If you haven’t created an account, please ignore this message or contact an administrator.
fr_fr: Bonjour, {0} ! Bienvenue sur le LORD ! Vous avez créé un compte sur notre site. Veuillez copiez et coller ce lien dans votre navigateur pour l’activer: {1} Nous vous invitons à effectuer cette procédure rapidement : le lien d’activation expirera dans 24 heures. Si vous n’avez pas activé votre compte dans ce délai, il sera supprimé. Si vous n’avez pas créé de compte sur le Livre des Origines du Rat Domestique, vous pouvez ignorer ce message.

source: Hi, {0} ! You have modified your registration email. Please copy and paste this link in your browser to reset your password: {1} If you haven’t asked for a password reset, please ignore this message or contact an administrator.
fr_fr: Bonjour, {0} ! Vous avez modifié votre adresse mail d’inscription au LORD. Veuillez copiez et coller ce lien dans votre navigateur pour la confirmer : {1} Si vous n’avez pas demandé de changement d’adresse, vous pouvez ignorer ce message ou contacter un membre de l’équipe.
