Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Sorry, we haven’t found any rat, rattery or user resembling your keyword. Please try with another.
fr_fr: Aucun rat, raterie ou propriétaire ne correspond à votre recherche. Vous pouvez essayer avec un autre mot-clé.

source: We have found {0, plural, =0{<b>0 rat</b>} =1{<b>1 rat</b>} other{<b># rats</b>}}, {1, plural, =0{<b>0 rattery</b>} =1{<b>1 rattery</b>} other{<b># ratteries</b>}} and {2, plural, =0{<b>0 user</b>} =1{<b>1 user</b>} other{<b># users</b>}} resembling your keyword. Up to the 10 most recently modified of each category are shown below (you can use side buttons to see browse all the other results). Please retry with a more specific keyword to reduce the number of results.
fr_fr: Nous avons trouvé {0, plural, =0{0 rat} =1{<b>1 rat</b>} other{<b># rats</b>}}, {1, plural, =0{<b>0 raterie</b>} =1{<b>1 raterie</b>} other{<b># rateries</b>}} et {2, plural, =0{<b>0 propriétaire</b>} =1{<b>1 propriétaire</b>} other{<b># propriétaires</b>}} correspondant à votre recherche. Les plus récents de chaque catégorie sont affichés ci-dessous (10 résultats maximum, cliquer sur le bouton « Tous les résultats » pour afficher le reste).

source: We have found {0, plural, =0{<b>0 rat</b>} =1{<b>1 rat</b>} other{<b># rats</b>}}, {1, plural, =0{<b>0 rattery</b>} =1{<b>1 rattery</b>} other{<b># ratteries</b>}} and {2, plural, =0{<b>0 user</b>} =1{<b>1 user</b>} other{<b># users</b>}} resembling your keyword. They are all shown below.
fr_fr: Nous avons trouvé {0, plural, =0{0 rat} =1{<b>1 rat</b>} other{<b># rats</b>}}, {1, plural, =0{<b>0 raterie</b>} =1{<b>1 raterie</b>} other{<b># rateries</b>}} et {2, plural, =0{<b>0 propriétaire</b>} =1{<b>1 propriétaire</b>} other{<b># propriétaires</b>}} correspondant à votre recherche. Tous les résultats sont affichés ci-dessous.

source: See all results
fr_fr: Tous les résultats

source: Username
fr_fr: Pseudonyme

source: Localization
fr_fr: Localisation

source: Role
fr_fr: Rôle

source: About
fr_fr: À propos

source: Global statistics
fr_fr: Statistiques globales

source: These statistics are computed automatically from users’ data, which can be inaccurate or incomplete (especially legacy data migrated from the previous LORD version). Therefore, they must be interpreted carefully. For more details, please read the guide.
fr_fr: Ces statistiques sont basées sur les données renseignées par les utilisateurs, qui peuvent être incomplètes ou inexactes (particulièrement les données migrées de la précédente version du LORD). Elles doivent donc être interprétées avec précaution. Pour plus de détails, veuillez vous référer à la FAQ.

source: Demography
fr_fr: Démographie

source: Total number of rats:
fr_fr: Nombre total de rats :

source: females:
fr_fr: femelles :

source: {0, number} females ({1, number} %)
fr_fr: {0, number} femelles ({1, number} %)

source: males:
fr_fr: mâles :

source: {0, number} males ({1, number} %)
fr_fr: {0, number} femelles ({1, number} %)

source: Rats considered as deceased:
fr_fr: Rats considérés comme décédés :

source: {0, number} rats ({1, number} % of all rats)
fr_fr: {0, number} rats ({1, number} % de tous les rats)

source: declared with known date:
fr_fr: à une date connue :

source: {0, number} rats ({1, number} % of deceased rats)
fr_fr: {0, number} rats ({1, number} % des rats décédés)

source: presumably dead:
fr_fr: présumés morts :

source: Lifespan:
fr_fr: Durée de vie :

source: average:
fr_fr: moyenne :

source: {0, number} months (♀: {1, number} months – ♂: {2, number} months)
fr_fr: {0, number} mois (♀: {1, number} mois – ♂: {2, number} mois)

source: average, infant mortality excluded:
fr_fr: moyenne, mortalité infantile exclue :

source: average, accidents also excluded:
fr_fr: moyenne, accidents également exclus :

source: maximum:
fr_fr: maximale :

source: Breeding
fr_fr: Reproduction et élevage

source: Total number of ratteries:
fr_fr: Nombre total de rateries :

source: {0, number} ratteries
fr_fr: {0, number} rateries

source: active in the last 2 years:
fr_fr: en activité ces 2 dernières années :

source: {0, number} ratteries ({1, number} %)
fr_fr: {0, number} rateries ({1, number} %)

source: Average rattery lifetime:
fr_fr: Période d’activité moyenne d’une raterie :

source: {0, number} days ({1, number} years)
fr_fr: {0, number} jours ({1, number} années)

source: Average rattery productivity:
fr_fr: Productivité moyenne d’une raterie :

source: {0, number} litters ({1, number} rats)
fr_fr: {0, number} portées ({1, number} rats)

source: as birth place:
fr_fr: naissances à la raterie :

source: {0, number} internal litters
fr_fr: {0, number} portées internes

source: as other contributor:
fr_fr: autres contributions :

source: {0, number} external litters
fr_fr: {0, number} portées externes

source: Average mother age:
fr_fr: Âge maternel moyen :

source: {0, number} days ({1, number} months)
fr_fr: {0, number} jours ({1, number} mois)

source: Average father age:
fr_fr: Âge paternel moyen :

source: Average litter size:
fr_fr: Taille moyenne des portées :

source: {0, number} pups (debiased estimation: {1, number} pups)
fr_fr: {0, number} ratons (estimation corrigée : {1, number} ratons)

source: Average sex ratio:
fr_fr: Proportion des sexes dans les portées :

source: Mortality
fr_fr: Mortalité

source: Median death age:
fr_fr: Âge de décès médian :

source: {0, number} months
fr_fr: {0, number} mois

source: (50 % of rats die before this age, 50 % after)
fr_fr: (50 % des rats sont morts avant et 50 % après)

source: Death peak:
fr_fr: Pic des décès :

source: (death occurs more often at this age than any other)
fr_fr: (âge auquel le décès intervient le plus souvent)

source: Interquartile interval:
fr_fr: Écart interquartile :

source: {0, number}-{1, number} months
fr_fr: {0, number}-{1, number} mois

source: (50 % of rats die in this age interval)
fr_fr: (50 % des rats sont morts dans cet intervalle)

source: Leading death category:
fr_fr: Catégorie de décès la plus fréquente :

source: ({0} % of declared deaths)
fr_fr: ({0} % des décès enregistrés)

source: Leading death cause:
fr_fr: Cause de décès la plus fréquente :

source: Death categories
fr_fr: Catégories de décès

source: Number of recorded deaths:
fr_fr: Nombre de décès déclarés :

source: {0, number} rats ({1, number} % of rats considered as dead)
fr_fr: {0, number} rats ({1, number} % des rats considérés comme décédés)

source: By decreasing frequency:
fr_fr: Par fréquence décroissante :

source: please note that tumours without recorded localization appear as « Autres »
fr_fr: les tumeurs sans localisation déclarée sont comptabilisées dans « Autres »

source: Most frequent death causes
fr_fr: Causes de décès les plus fréquentes

source: Number of deaths with recorded cause:
fr_fr: Nombre de rats avec une cause de décès déclarée :

source: for rats recorded as dead without precise cause, recorded death category is used instead
fr_fr: la catégorie du décès tient lieu de cause du décès si cette dernière est inconnue

source: Most frequent tumours
fr_fr: Tumeurs les plus fréquentes

source: Number of tumour-related deaths:
fr_fr: Nombre de décès dus à une tumeur :

source: {0, number} rats ({1, number} % of rats with known death cause)
fr_fr: {0, number} rats ({1, number} % des rats dont la cause de décès est renseignée)

source: please note that tumour localization could not recorded before 2023
fr_fr: la localisation de la tumeur ne peut être renseignée que depuis 2023

source: Site statistics
fr_fr: Statistiques du site

source: Overview
fr_fr: Vue d’ensemble

source: users
fr_fr: utilisateurs

source: ratteries
fr_fr: rateries

source: litters
fr_fr: portées

source: By year
fr_fr: Par année

source: Users (by registration)
fr_fr: Utilisateurs (par date d’inscription)

source: Ratteries (by registration)
fr_fr: Rateries (par date d’enregistrement)

source: Rats (by birth)
fr_fr: Rats (par année de naissance)

source: Browse marking list
fr_fr: Liste des marquages

source: Marking
fr_fr: Marquage

source: New Marking
fr_fr: Nouveau marquage

source: All Markings
fr_fr: Tous les marquages

source: View marking
fr_fr: Voir le marquage

source: Edit marking
fr_fr: Éditer le marquage

source: Delete marking
fr_fr: Supprimer le marquage

source: List Messages
fr_fr: Lister les messages

source: Add Message
fr_fr: Ajouter un message

source: Edit Message
fr_fr: Éditer le message

source: New Message
fr_fr: Nouveau message

source: Delete Message
fr_fr: Supprimer le message

source: User
fr_fr: Utilisateur

source: Content
fr_fr: Contenu

source: Browse operator list
fr_fr: Parcourir la liste des opérateurs

source: Compatibility operators
fr_fr: Opérateurs de compatibilité

source: Add Operator
fr_fr: Ajouter un opérateur

source: Edit Operator
fr_fr: Éditer l’opérateur

source: New Operator
fr_fr: Nouvel opérateur

source: Operators
fr_fr: Opérateurs

source: Delete Operator
fr_fr: Supprimer l’opérateur

source: Symbol
fr_fr: Symbole

source: Meaning
fr_fr: Signification

source: Related Compatibilities
fr_fr: Règles de compatibilités liées

source: Operator Id
fr_fr: ID de l’opérateur

source: Sign up
fr_fr: S’inscrire

source: Sign in
fr_fr: Se connecter

source: List Rat Snapshots
fr_fr: Parcourir les snapshots des rats

source: Add Rat Snapshot
fr_fr: Ajouter un snapshot rat

source: Identity
fr_fr: Identité

source: Identifier
fr_fr: Identifiant

source: Pup name
fr_fr: Nom de naissance

source: Sex
fr_fr: Sexe

source: Owner
fr_fr: Propriétaire

source: Birth place
fr_fr: Lieu de naissance

source: Birth litter
fr_fr: Portée de rattachement

source: Health
fr_fr: Santé

source: Is alive?
fr_fr: En vie ?

source: Age at death
fr_fr: Âge au décès

source: Death date
fr_fr: Date du décès

source: Death cause
fr_fr: Cause du décès

source: Euthanized?
fr_fr: Euthanasie ?

source: Diagnosed by vet?
fr_fr: Diagnostic vétérinaire ?

source: Post-mortem analyses?
fr_fr: Analyses post-mortem ?

source: Restore
fr_fr: Restaurer

# litter
source: None
fr_fr: Aucune

# singularity
source: None
fr_fr: Aucune

source: Edit Rat Snapshot
fr_fr: Éditer le snapshot

source: New Rat Snapshot
fr_fr: Nouveau snapshot

source: Rat Snapshots
fr_fr: Snapshot

source: Delete Rat Snapshot
fr_fr: Supprimer le snapshot

source: Record a new rat
fr_fr: Enregistrer un nouveau rat

source: The rat will be added to the following litter:
fr_fr: Le rat sera attaché à la portée suivante :

source: Type here...
fr_fr: Entrez votre recherche ici...

source: Click here to declare death
fr_fr: Cliquer ici si le rat est décédé

source: Please enter the death date (or date of last news)
fr_fr: Entrer la date de décès (ou la date des dernières informations)

source: Select the death cause category
fr_fr: Sélectionner la catégorie du décès

source: Select the precise cause of death, if known
fr_fr: Sélectionner la cause précise du décès (si connue)

source: The rat was euthanized
fr_fr: Le rat a été euthanasié

source: The diagnosis was confirmed by a veterinary
fr_fr: Le diagnostic a été confirmé par un vétérinaire

source: The diagnosis was confirmed by an autopsy or analyses
fr_fr: Le diagnostic a été confirmé par une autopsie ou des analyses

source: Record rat
fr_fr: Enregistrer le rat

source: Search
fr_fr: Rechercher

source: Rats born after
fr_fr: Rats nés après le

source: Rats born before
fr_fr: Rats nés avant le

source: Rats adopted by {0}
fr_fr: Rats adoptés par {0}

source: Rats born by {0}
fr_fr: Rats nés chez {0}

source: Back to rat sheet
fr_fr: Revenir à la fiche du rat

source: Change Picture of
fr_fr: Changer la photo de

source: Upload picture
fr_fr: Envoyer la photo

source: Delete picture
fr_fr: Supprimer la photo

source: Declare Death of
fr_fr: Déclarer le décès de

source: Main information
fr_fr: Informations principales sur le décès

source: Complementary information
fr_fr: Informations complémentaires sur le décès

source: Append comments if needed
fr_fr: Éditer les commentaires si nécessaire

source: Declare Death
fr_fr: Déclarer le décès

source: Edit {0}
fr_fr: Éditer {0}

source: Attach rat to a generic rattery
fr_fr: Remplacer l’origine du rat par une origine générique

source: Use with care!
fr_fr: À utiliser avec mille précautions !

source: This section allows to change the rat prefix to a generic prefix only. Leave unselected to keep rat prefix unchanged, or used the rat attach function for a non-generic prefix.
fr_fr: Cette section permet uniquement de rattacher le rat à une origine générique, avec ou sans changement d’identifiant. Pour rattacher le rat à une raterie, passer par la fiche portée correspondante et utiliser la fonction de rattachement d’un rat existant. Ne rien cocher pour laisser l’origine et l’identifiant inchangés.

source: Save changes
fr_fr: Enregistrer les modifications

source: Family of {0}
fr_fr: Famille de {0}

source: Family report
fr_fr: Statistiques familiales

source: Family size
fr_fr: Taille de la généalogie

source: Total number of known ancestors:
fr_fr: Nombre d’ancêtres connus :

source: Number of alive ancestors:
fr_fr: Ancêtres encore en vie :

source: Number of children:
fr_fr: Nombre d'enfants :

source: Total number of descendants:
fr_fr: Nombre total de descendants :

source: Number of alive descendants:
fr_fr: Descendants encore en vie :

source: Family health
fr_fr: Longévité de la famille

source: Ancestors average lifespan:
fr_fr: Durée de vie moyenne des ascendants :

source: Descendants average lifespan:
fr_fr: Durée de vie moyenne des descendants :

source: {0, number} months (♀: {1, plural, =0{N/A} =1{1 month} other{# months}} – ♂: {2, plural, =0{N/A} =1{1 month} other{# months}})
fr_fr: {0, number} mois (♀: {1, plural, =0{ND} =1{1 mois} other{# mois}} – ♂: {2, plural, =0{ND} =1{1 mois} other{# mois}})

source: Rats from rattery with name or prefix like
fr_fr: Rats nés dans une raterie dont le nom ou l’affixe ressemble à

source: Rats in state {0}
fr_fr: Rats dont la fiche est dans l'état {0}

source: All Rats
fr_fr: Tous les rats

source: New Rat
fr_fr: Nouveau rat

source: My rats
fr_fr: Mes rats

source: My current colony
fr_fr: Ma troupe actuelle

source: My females
fr_fr: Toutes mes femelles

source: My males
fr_fr: Tous mes mâles

source: My rainbow bridge
fr_fr: Sur le nuage de gruyère

source: Corrections needed
fr_fr: Mes fiches à corriger

source: Waiting staff action
fr_fr: Mes fiches en attente d’une action du staff

source: All my validated rats
fr_fr: Mes fiches validées

source: My Rainbow Bridge
fr_fr: Sur le nuage de gruyère

source: Rats with name or pup name like
fr_fr: Rats dont le nom d’usage ou de naissance contient

source: Rat sheets needing staff action
fr_fr: Fiches rat en attente d’une action du staff

source: Rats whose owner’s username is like “{0}”
fr_fr: Rats dont le pseudonyme du propriétaire ressemble à « {0} »

source: Rat family tree
fr_fr: Arbre généalogique

source: Export Tree
fr_fr: Exporter l’arbre généalogique

source: Print custom tree
fr_fr: Imprimer l’arbre

source: Genealogy
fr_fr: Généalogie

source: Created by LORD on {0}, for whatever purpose it may serve, without any liability whatsoever.
fr_fr: Délivré le {0}, à toutes fins utiles, sur la foi des renseignements fournis.

source: Please fill in your search criteria below. You can leave empty the criteria you do not want to use.
fr_fr: Veuillez saisir vos critères de recherche ci-dessous. Les champs que vous laisserez vides ne seront pas pris en compte.

source: New search
fr_fr: Nouvelle recherche

source: Identity criteria
fr_fr: Identité

source: Origin
fr_fr: Origine

source: Deceased
fr_fr: Décédé

source: Born after...
fr_fr: Rats nés après le…

source: Born before...
fr_fr: Rats nés avant le…

source: Physical criteria
fr_fr: Description

source: Results
fr_fr: Résultats

source: Sorry, no rat matches your criteria. You can try again above.
fr_fr: Aucun rat ne correspond à vos critères de recherche. Vous pouvez effectuer une nouvelle recherche ci-dessus.

source: Rats sex :
fr_fr: Rats de sexe :

source: Picture
fr_fr: Photo

source: Change Owner of
fr_fr: Modifier le propriétaire de

source: If the new owner is not registered on LORD, please type and select: <strong>Unregistered.</strong>
fr_fr: Si le nouveau propriétaire n’est pas inscrit sur le LORD, veuillez saisir et sélectionner l’utilisateur : <strong>Indépendant</strong>

source: Search and select new owner username
fr_fr: Chercher et sélectionner un nouveau propriétaire

source: Transfer ownership
fr_fr: Modifier le propriétaire

source: Change Owner
fr_fr: Modifier le propriétaire

source: You cannot give this rat to another user
fr_fr: Vous ne pouvez pas céder ce rat à un autre utilisateur

source: Declare Litter
fr_fr: Créer une portée

source: Declare litter from this rat
fr_fr: Créer une portée née de ce rat

source: Declare Rat Death
fr_fr: Déclarer le décès

source: You cannot declare this rat’s death
fr_fr: Vous ne pouvez pas déclarer le décès de ce rat

source: Give rat to a new owner
fr_fr: Céder à un nouveau propriétaire

source: Declare rat death
fr_fr: Déclarer le décès

source: Edit Rat
fr_fr: Éditer le rat

source: You cannot edit this sheet
fr_fr: Vous ne pouvez pas éditer cette fiche

source: Edit whole rat sheet
fr_fr: Éditer la fiche rat

source: Print
fr_fr: Imprimer

source: Print pedigree
fr_fr: Imprimer le pedigree

source: Dam
fr_fr: Mère

source: Sire
fr_fr: Père

source: See birth litter sheet
fr_fr: Fiche de la portée de rattachement

source: (parents and siblings)
fr_fr: (parents et fratrie)

source: Not attached to any litter
fr_fr: Aucune portée de rattachement

source: See interactive family tree
fr_fr: Arbre généalogique interactif

source: (all direct ascendants and descendants)
fr_fr: (tous les ascendants et descendants directs)

source: See family report
fr_fr: Statistiques familiales

source: (family size and lifespan statistics)
fr_fr: (taille de la famille et statistiques de longévité)

source: Variety
fr_fr: Variété

source: Bred litters
fr_fr: Ses portées

source: See litter
fr_fr: Voir la portée

source: Differences with current version
fr_fr: Différences avec la dernière version

source: Compare Versions
fr_fr: Comparer les versions

# mother
source: Unknown or unregistered
fr_fr: Inconnue ou non inscrite

# father
source: Unknown or unregistered
fr_fr: Inconnu ou non inscrit

source: New Rattery
fr_fr: Nouvelle raterie

source: Record a new rattery
fr_fr: Enregistrer une nouvelle raterie

source: Creation year
fr_fr: Année de création

source: Localization (region, district, city...)
fr_fr: Localisation (région, département, ville…)

source: Check this box if you want to see and publish your statistics
fr_fr: Cochez cette case si vous souhaitez consulter et publier vos statistiques

source: Check this box if the rattery is active, uncheck it to declare it inactive
fr_fr: Cochez cette case si la raterie est active ou décochez-la pour la déclarer en pause

source: Check this box to declare the rattery as generic
fr_fr: Cochez cette case pour enregistrer une « origine générique »

source: Logotype
fr_fr: Logo

# long
source: Website
fr_fr: Site internet

source: Website
fr_fr: Site

# short
source: Website
fr_fr: Site

source: Back to rattery sheet
fr_fr: Revenir à la fiche raterie

source: Zipcode (will be used in rattery map)
fr_fr: Code postal (requis pour apparaître sur la carte des rateries)

source: Ratteries in state {0}
fr_fr: Rateries dont la fiche est dans l’état {0}

source: All Ratteries
fr_fr: Toutes les rateries

source: Rattery Map
fr_fr: Carte des rateries

source: The rattery you asked for has not recorded its zipcode and therefore, cannot be displayed. Here are the other located ratteries.
fr_fr: La raterie demandée n’a pas enregistré son code postal et ne peut pas être affichée. Voici les rateries dont la localisation est connue.

source: Prefix:
fr_fr: Affixe :

source: Owner:
fr_fr: Propriétaire :

source: View rattery sheet
fr_fr: Voir la fiche raterie

source: My ratteries
fr_fr: Mes rateries

source: You dont have any active rattery at the moment. You can activate your last rattery from the list below, or by adding a new litter.
fr_fr: Vous n’avez pas de raterie en activité. Vous pouvez réactiver votre dernière raterie en cliquant ci-dessous, ou en enregistrant une nouvelle portée.

source: You dont have any active rattery at the moment. You can register one by hitting the “New Rattery” button above.
fr_fr: Vous n’avez pas de raterie en activité. Vous pouvez en créer une en cliquant sur le bouton "Nouvelle raterie".

source: See rattery sheet
fr_fr: Voir la fiche raterie

source: Founded in
fr_fr: Créée en

source: Pause my rattery now
fr_fr: Mettre ma raterie en pause

source: Country
fr_fr: Pays

source: Zip Code
fr_fr: Code postal

source: Relocate or remove
fr_fr: Déménager ou supprimer

source: Declare a location to appear on the rattery map
fr_fr: Ajouter une localisation pour apparaître sur la carte des rateries

source: Do you currently show your statistics?
fr_fr: Mes statistiques sont-elles visibles ?

source: I want to hide them
fr_fr: Je veux les masquer

source: I want to show them
fr_fr: Je veux les afficher

source: My old ratteries
fr_fr: Mes anciennes rateries

source: Declare a litter to open this rattery
fr_fr: Enregistrer une portée pour ouvrir cette raterie

source: Reopen this rattery now
fr_fr: Rouvrir la raterie

source: This rattery is cannot be reopened for the moment.
fr_fr: Cette raterie ne peut pas être rouverte pour l’instant.

source: This rattery is definitely closed
fr_fr: Cette raterie est définitivement close

source: Ratteries with name or prefix like
fr_fr: Rateries dont le nom ou l’affixe contient

source: Rattery sheets needing staff action
fr_fr: Fiches rateries en attente d’une action du staff

source: Ratteries whose owner’s username is like
fr_fr: Rateries dont le pseudonyme du propriétaire contient

source: Cancel and go back to dashboard
fr_fr: Annuler et revenir au tableau de bord

source: Register your rattery
fr_fr: Enregistrez votre raterie

source: Please enter your rattery information below
fr_fr: Veuillez renseigner les informations suivantes à propos de votre raterie

source: This prefix is already in use
fr_fr: Cet affixe est déjà utilisé

source: Record New Location of
fr_fr: Déménager

source: Mandatory information
fr_fr: Informations obligatoires

source: Choose your country
fr_fr: Sélectionnez votre pays

source: Optional information
fr_fr: Informations facultatives

source: Record new location
fr_fr: Enregistrer la nouvelle adresse

source: Generic origin
fr_fr: Origine générique

source: Declare a litter born here
fr_fr: Nouvelle portée

source: See on Map
fr_fr: Voir sur la carte

source: See rattery on the map
fr_fr: Voir la raterie sur la carte

source: Relocate
fr_fr: Déménager

source: You cannot declare a new location
fr_fr: Vous ne pouvez pas déménager la raterie

source: Move
fr_fr: Déménager

source: Declare a new location
fr_fr: Déménager

source: Modify Rattery
fr_fr: Modifier la raterie

source: Edit whole rattery sheet
fr_fr: Éditer la fiche de la raterie

source: This is a generic prefix. It does not correspond to an actual rattery. Therefore, only limited information is shown.
fr_fr: Cet affixe est générique, il ne correspond pas réellement à une raterie. Les informations affichées sont donc limitées.

source: Breeding statistics
fr_fr: Statistiques de reproduction

source: Litters recorded under this prefix:
fr_fr: Portées enregistrées sous cet affixe :

source: {0, plural, =0{0 litter} =1{1 litter} other{# litters}}
fr_fr: {0, plural,=0{Aucune portée} =1{1 portée} other{# portées}}

source: Rat recorded under this prefix:
fr_fr: Rats enregistrés sous cet affixe :

source: {0, plural, =0 {No rat} =1{1 rat} other{# rats}}
fr_fr: {0, plural,=0{Aucun rat} =1{1 rat} other{# rats}}
