Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Hi, {0} ! You have asked for a password reset link. Please copy and paste this link in your browser to reset your password: {1} If you haven’t asked for a password reset, please ignore this message or contact an administrator.
fr_fr: Bonjour, {0} ! Vous avez demandé à réinitialiser votre mot de passe. Veuillez copiez et coller ce lien dans votre navigateur pour pour compléter la procédure : {1} Si vous n’avez pas demandé à réinitialiser votre mot de passe, vous pouvez ignorer ce message ou contacter un membre de l’équipe..

source: Search...
fr_fr: Rechercher…

source: Log out
fr_fr: Se déconnecter

source: Log in
fr_fr: Se connecter

source: Contributing
fr_fr: Contribuer au LORD

source: I want a LORD
fr_fr: Adapter le LORD

source: History
fr_fr: Historique

source: What’s New?
fr_fr: Nouveautés

source: Staff
fr_fr: L’équipe

source: Credits
fr_fr: Remerciements

source: Rat statistics
fr_fr: Statistiques des rats

source: Rattery map
fr_fr: Carte des rateries

source: Links
fr_fr: Liens

source: Websites
fr_fr: Sites web

source: Social
fr_fr: Réseaux sociaux

source: Partners
fr_fr: Partenaires
