Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Ratteries without recently recorded litters cannot be manually opened. Record a litter with it, it will be automatically reopened.
fr_fr: Les rateries n’ayant contribué à aucune portée récente ne peuvent pas être rouvertes manuellement. Enregistrez d’abord une portée, votre raterie sera automatiquement activée.

source: The rattery’s picture has been deleted.
fr_fr: L’avatar de la raterie a été supprimé.

source: The rattery’s picture could not be deleted. Please, try again.
fr_fr: Impossible d’enregistrer le nouvel avatar de la raterie. Veuillez réessayer.

source: The rattery’s new picture has been saved.
fr_fr: La nouvelle image de la raterie est enregistrée.

source: The rattery’s new picture could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la nouvelle image de la raterie. Veuillez réessayer.

source: Your new comment about the rattery has been saved.
fr_fr: Votre nouveau commentaire à propos de la raterie a été enregistré.

source: Your new comment about the rattery could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer votre nouveau commentaire à propos de cette raterie. Veuillez réessayer.

source: The new location of your rattery has been recorded.
fr_fr: La nouvelle localisation de votre raterie est enregistrée.

source: Your rattery’s new location could not be recorded. Please, try again.
fr_fr: Impossible d’enregistrer la nouvelle localisation de votre raterie. Veuillez réessayer.

source: Please fill the information below to record your rattery new location. Country is mandatory. If you do not live in France and wish to appear on the map, it is recommended that you add optional localization information.
fr_fr: Veuillez compléter le formulaire ci-dessous pour enregistrer la nouvelle adresse de votre raterie. Votre pays est la seule information obligatoire. Si vous n’habitez pas en France et souhaitez apparaître sur la carte des rateries, nous vous recommandons d'enregistrer toutes les informations facultatives.

source: This rattery sheet is now frozen.
fr_fr: La fiche de cette raterie est désormais gelée.

source: This rattery sheet is now unfrozen.
fr_fr: La fiche de cette raterie est désormais déverrouillée.

source: This rattery sheet has been approved.
fr_fr: La fiche de cette raterie a été validée.

source: This rattery sheet has been unapproved.
fr_fr: La fiche de cette raterie a été invalidée.

source: The rattery snapshot has been saved.
fr_fr: La sauvegarde de cette fiche a été enregistrée.

source: The rattery snapshot could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la sauvegarde de cette fiche. Merci de réessayer.

source: The rattery snapshot has been deleted.
fr_fr: La sauvegarde de cette fiche a été supprimée.

source: The rattery snapshot could not be deleted. Please, try again.
fr_fr: Impossible de supprimer cette sauvegarde. Merci de réessayer.

source: The role has been saved.
fr_fr: Le rôle a été enregistré.

source: The role could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le rôle. Merci de réessayer.

source: The role has been deleted.
fr_fr: Le rôle a été supprimé.

source: The role could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le rôle. Merci de réessayer.

source: The singularity has been saved.
fr_fr: La particularité a été sauvegardée.

source: The singularity could not be saved. Please, try again.
fr_fr: Impossible de sauvegarder la particularité. Merci de réessayer.

source: The singularity has been deleted.
fr_fr: La particularité a été supprimée.

source: The singularity could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la particularité. Merci de réessayer.

source: The state has been saved.
fr_fr: L’état a été enregistré.

source: The state could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer l’état. Veuillez réessayer.

source: The state has been deleted.
fr_fr: L’état a été supprimé.

source: The state could not be deleted. Please, try again.
fr_fr: Impossible de supprimer l’état. Veuillez réessayer.

source: Your account is locked, please activate it or contact an administrator.
fr_fr: Votre compte est verrouillé, veuillez l’activer ou contacter un administrateur.

source: You have failed too many times to log in recently. Please wait 15 minutes before retry.
fr_fr: Vous avez dépassé le nombre de tentatives de connexion. Merci d'attendre 15 minutes avant de réessayer.

source: Your password has been rehashed.
fr_fr: Votre mot de passe a été chiffré vers un nouveau format plus sécurisé.

source: {0, plural, =1{1 rat who was too old has just been automatically set as presumably dead.} other{# rats who were too old have just been automatically set as presumably dead.}}
fr_fr: {0, plural, =1{1 rat trop âgé vient d'être enregistré automatiquement comme présumé mort.} other{# rats trop âgés viennent d’être enregistrés automatiquement comme présumés morts.}}

source: {0, plural, =1{1 rattery who has had no litter for a long time has just been automatically set as inactive.} other{# ratteries which had no litter for a long time have just been automatically set as inactive.}}
fr_fr: {0, plural, =1{1 raterie qui n'a pas eu de portée depuis longtemps vient d’être automatiquement désactivée.} other{# ratteries qui n’ont pas eu de portée depuis longtemps viennent d’être automatiquement désactivées.}}

source: {0, plural, =1{1 sheet neglected by users has just been escalated to back-office.} other{# sheets neglected by users have just been escalated to back-office.}}
fr_fr: {0, plural, =1{1 fichée négligée par son propriétaire vient de remonter au service après-vente.} other{# fiches négligées par leur propriétaire viennent de remonter au service après-vente.}}

source: You have {0, plural, =1{1 sheet} other{# sheets}} to correct! Please, check rats, litters and ratteries from your dashboard and take action soon.
fr_fr: Vous avez {0, plural, =1{une fiche} other{# fiche}} à corriger ! Consultez votre tableau de bord et effectuez rapidement les modifications demandées.

source: Invalid username or password.
fr_fr: Aucun compte ne correspond à cette combinaison d’adresse email et de mot de passe.

source: You already have an account, on which you are logged in.
fr_fr: Vous êtes déjà inscrit et connecté.

source: Your account has been created, but must be activated before you can log in. Check your email for your activation link, including your spam folder if you can’t find it!
fr_fr: Votre compte a été créé. Il doit être activé avant que vous puissiez vous y connecter : consultez votre adresse mail, votre lien d’activation y a été envoyé. Pensez à vérifier également dans les spams !

source: Error sending email. Please, contact an administrator.
fr_fr: Une erreur s’est produite lors de l’envoi du message. Veuillez contacter un membre de l’équipe.

source: Something went wrong. Please, try again or contact an administrator.
fr_fr: Une erreur s’est produite. Merci de réessayer ou de contacter un administrateur.

source: This was not the expected answer! Please, retry if you are not a Replicant.
fr_fr: Ceci n’était pas la réponse attendue. Veuillez réessayer, si vous n’êtes pas un Réplicant.

source: Your account has been activated. You can now log in and complete your profile. Welcome on LORD!
fr_fr: Votre compte a été activé. Vous pouvez désormais vous y connecter et compléter votre profil. Bienvenue sur le LORD !

source: The user has been saved.
fr_fr: L’utilisateur a été enregistré.

source: The user could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer l’utilisateur. Merci de réessayer.

source: The user’s avatar has been deleted.
fr_fr: L’avatar a été supprimé.

source: The user’s new avatar could not be deleted. Please, try again.
fr_fr: Impossible de supprimer l’avatar. Veuillez réessayer.

source: The user’s new avatar has been saved.
fr_fr: Le nouvel avatar est enregistré.

source: The user’s new picture could not be saved. Please, try again.
fr_fr: Impossible d'enregistrer le nouvel avatar. Merci de réessayer.

source: Your new comment about yourself has been saved.
fr_fr: Le commentaire a été enregistré.

source: Your new comment about yourself could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le commentaire. Veuillez réessayer.

source: Your newsletter preferences have been updated.
fr_fr: Vos préférences d’envoi de newsletter ont été mises à jour.

source: We could not update your newsletter preferences. Please try again.
fr_fr: Impossible de mettre à jour vos préférences d’envoi de newletters. Veuillez réessayer.

source: The user has been deleted.
fr_fr: L’utilisateur a été supprimé.

source: The user could not be deleted. Too many strings attached.
fr_fr: Impossible de supprimer l’utilisateur. Il a trop de fils à la patte.

source: The user’s associated entries could not be transferred to the new user. Please, try again.
fr_fr: Les fiches liées à cet utilisateur n’ont pas pu être transférées à l'héritier que vous avez désigné. Veuillez réessayer.

source: The user has been deleted. All associated entries were transferred to the user below.
fr_fr: L’utilisateur a été supprimé. Toutes ses fiches ont été transmises au nouvel utilisateur ci-dessous.

source: The user could not be deleted. Please, try again.
fr_fr: Impossible de supprimer lutilisateur. Merci de réessayer.

source: The user’s heir could not be found. Please, try again.
fr_fr: Impossible de trouver l’héritier que vous avez désigné. Veuillez réessayer.

source: This user is related to existing database entries. You MUST specify below an existing user to inherit these entries.
fr_fr: Cet utilisateur est le propriétaire d’une ou plusieurs fiches. Vous DEVEZ choisir ci-dessous l’utilisateur qui héritera de ces fiches.

source: This user is not related to any existing database entries and can be safely deleted. Beware, this operation is irreversible!
fr_fr: Cet utilisateur n’est propriétaire d’aucune fiche et peut être supprimé en toute sécurité. Attention, cette opération est irréversible !

source: Check your email for your reset password link.
fr_fr: Un lien vous a été renvoyé par mail ; suivez-le pour réinitialisez votre mot de passe.

source: Error sending email. Please, retry or contact an administrator.
fr_fr: Une erreur s’est produite lors de l’envoi du message. Veuillez réessayer ou contacter un membre de l’équipe.

source: We could not confirm your identity (incorrect old password). Please retry.
fr_fr: Impossible de confirmer votre identité (mot de passe incorrect). Veuillez réessayer.

source: Your email has been modified. Your accound must now be reactivated. Please, check your new email for your confirmation link.
fr_fr: Votre adresse mail a été modifiée. Vous devez maintenant réactiver votre compte en cliquant sur le lien de confirmation envoyé par mail.

source: Invalid activation link. Please check your email or try again
fr_fr: Ce lien d’activation est invalide. Veuillez vérifier votre email et réessayer.

source: Invalid confirmation link. Please, check your email inbox or contact an administrator.
fr_fr: Ce lien de confirmation est invalide. Veuillez vérifier vos emails ou contactez un administrateur.

source: Expired confirmation link. Please, contact an administrator to unlock your account.
fr_fr: Ce lien de confirmation est expiré. Veuillez contacter un membre de l’équipe pour déverrouiller votre compte.

source: Your email change has been confirmed. You can now log in with your new credentials.
fr_fr: Votre changement d’adresse mail a bien été pris en compte. Vous pouvez désormais vous connecter avec cette nouvelle adresse.

source: This user was already unlocked.
fr_fr: Le compte de cet utilisateur est déjà verrouillé.

source: This user is now unlocked.
fr_fr: Le compte de cet utilisateur a été déverrouillé.

source: This user could not be unlocked. Please try again.
fr_fr: Impossible de déverrouiller ce compte utilisateur. Veuillez réessayer.

source: Activate your Account
fr_fr: Veuillez activer votre compte

source: Confirm your New Email
fr_fr: Veuillez confirmer votre nouvelle adresse mail

source: This image format is not supported. Please choose a jpeg, png or gif file.
fr_fr: Le format de cette image n'est pas supporté par notre site. Merci de choisir un fichier jpeg, png ou gif.

source: Unknown mother
fr_fr: Mère inconnue

source: Unknown father
fr_fr: Père inconnu

source: {0, plural, =1{1 pup} other{# pups}}
fr_fr: {0, plural, =1{1 raton} other{# ratons}}

source: with
fr_fr: avec

source: (unknown mother)
fr_fr: (mère inconnue)

source: (unknown father)
fr_fr: (père inconnu)

source: {0, plural, =1{1 month} other{# months}}
fr_fr: {0, plural, =1{1 mois} other{# mois}}

# age
source: Unknown
fr_fr: Inconnu

# death cause
source: Unknown
fr_fr: Inconnue

source: Unknown
fr_fr: Inconnu

# date
source: Unknown
fr_fr: Inconnue

# zipcode
source: Unknown
fr_fr: Inconnu

# mother
source: Unknown
fr_fr: Inconnue

# father
source: Unknown
fr_fr: Inconnu

source: Male
fr_fr: Mâle

source: Female
fr_fr: Femelle

source: Negative age?!
fr_fr: Âge négatif ?!

source: {0, plural, =0{< 1 month} =1{1 month} other{# months}}
fr_fr: {0, plural, =0{< 1 mois} =1{1 mois} other{# mois}}

source: {0, plural, =1{1 day} other{# days}}
fr_fr: {0, plural, =1{1 jour} other{# jours}}

source: Alive
fr_fr: En vie

source: presumably dead
fr_fr: présumé mort

source: alive
fr_fr: en vie

# age
source: Doubtful
fr_fr: Douteux

# age in short form
source: {0} d
fr_fr: {0} j

# death cause
source: Unknown (presumably dead)
fr_fr: Inconnue (rat présumé mort)

source: (one-shot rattery)
fr_fr: (raterie-minute)

source: Male-only
fr_fr: Uniquement des mâles

source: Female-only
fr_fr: Uniquement des femelles

source: Balanced (1 male for 1 female)
fr_fr: Équilibrée (1 mâle pour 1 femelle)

source: {0, number} (about {1, plural, =1{1 male} other{# males}} for {2, plural, =1{1 female} other{# females}})
fr_fr: {0, number} (environ {1, plural, =1{1 mâle} other{# mâles}} pour {2, plural, =1{1 femelle} other{# femelles}})

source: {0, number} (about {1, plural, =1{1 female} other{# females}} for {2, plural, =1{1 male} other{# males}})
fr_fr: {0, number} (environ {1, plural, =1{1 femelle} other{# femelles}} pour {2, plural, =1{1 mâle} other{# mâles}})

source: Only females
fr_fr: Uniquement des femelles

source: Only males
fr_fr: Uniquement des mâles

source: Happy birthday to you!
fr_fr: Joyeux anniversaire !

source: Recent member? Need for a guided tour? Read our <b><a href="{0}"> ▶ LORD STARTER KIT ◀</a></b>
fr_fr: Récemment inscrit ? Besoin d’une visite guidée ? Consultez notre <b><a href="{0}"> ▶ GUIDE DE DÉMARRAGE ◀</a></b>

source: Happy birthday to
fr_fr: Joyeux anniversaire à

source: You don’t have any rat. Time for adoption?
fr_fr: Vous n’avez aucun rat. Et si c’était le moment d’adopter ?

source: No rat birthday coming soon
fr_fr: Pas d’anniversaire à fêter prochainement

source: Rat birthdays coming soon:
fr_fr: Prochains anniversaires à fêter :

# élision
source: {0}’s dashboard
fr_fr: Tableau de bord d’{0}

# contraction (du)
source: {0}’s dashboard
fr_fr: Tableau de bord du {0}

# contraction (des)
source: {0}’s dashboard
fr_fr: Tableau de bord des {0}

# pas de flexion
source: {0}’s dashboard
fr_fr: Tableau de bord de {0}

# grammar
source: Feminine
fr_fr: Féminin

# grammar
source: Masculine
fr_fr: Masculin

# grammar
source: Custom
fr_fr: Personnalisé

source: We could not find the mother. Please, select it in the list or type its complete pedigree identifier.
fr_fr: Impossible de trouver la mère indiquée. Veuillez la sélectionner dans la liste ou entrez son numéro de pedigree complet.

source: We could not find the father. Please, select it in the list or type its complete pedigree identifier.
fr_fr: Impossible de trouver le père indiqué. Veuillez le sélectionner dans la liste ou entrez son numéro de pedigree complet.

source: We could not find this rattery. Please, select it in the list or type an existing prefix.
fr_fr: Impossible de trouver la raterie indiquée. Veuillez la sélectionner dans la liste ou d’entrer un affixe existant.

source: This rattery has been definitely closed. Please, select an eligible rattery (either active, or the last active rattery of its owner).
fr_fr: Cette raterie est définitivement fermée. Veuillez sélectionner une raterie éligible (soit une raterie active, soit la dernière raterie en date de son propriétaire).

source: Incomplete: mandatory information about origins are missing. <ul><li>For a generic origin (any origin but registered ratteries), please add relevant information in comments: name and location, circumstances of the rescue, etc.</li> <li>For a registered rattery, add at least a mother. Create her first if needed, or chose a generic origin.</li></ul>
fr_fr: Attention : vous n’avez pas apporté toutes les précisions obligatoires sur l’origine du rat. <ul><li>Pour les origines génériques (toutes sauf les rateries enregistrées), indiquez les informations pertinentes en commentaires : nom et localisation, circonstances du sauvetage, etc.</li> <li>Pour une raterie enregistrée, ajoutez au moins la mère, après avoir créé sa fiche si nécessaire. Si elle n’est pas connue, vous devez choisir une origine générique.</li></ul>

source: Impossible: this date is in the future.
fr_fr: Erreur : cette date n'est pas encore passée.

source: Impossible: mating happens at least 20 days and at most 25 days before birth.
fr_fr: Erreur : les saillies ont lieu 20 à 25 jours avant la naissance.

source: Impossible: mother had not been born at this date.
fr_fr: Erreur : la mère n’était pas née à cette date.

source: Impossible: father had not been born at this date.
fr_fr: Erreur : le père n’était pas né à cette date.

source: Impossible: mother was dead at this date.
fr_fr: Erreur : la mère était décédée à cette date.

source: Impossible: father was dead too long before this date.
fr_fr: Erreur : le père est décédé trop longtemps avant cette date.

source: Impossible: father and mother were never alive at the same time.
fr_fr: Erreur : le père et la mère n’ont jamais été vivants en même temps.

source: Something went wrong when updating offspring birth dates.
fr_fr: Une erreur s’est produite lors de la mise à jour des dates de naissance des ratons de la portée.

source: Something went wrong when updating offspring prefixes.
fr_fr: Une erreur s’est produite lors de la mise à jour des dates des affixes des ratons de la portée.

source: Impossible: lower than the number of recorded pups.
fr_fr: Erreur : c'est moins que le nombre de ratons déjà enregistrés.

source: Impossible: larger than the total number of pups.
fr_fr: Erreur : c'est plus que le nombre total de ratons.

source: Sex must be either M or F
fr_fr: Merci de choisir entre M (mâle) ou F (femelle) pour le sexe

source: Forbidden: names such as “F1” or “M4” are not allowed.
fr_fr: Attention : les noms tels que « F1 » ou « M4 » ne sont pas autorisés.

source: Please select a color. If you don’t know what to chose, read documentation, or chose “Unknown” and add a picture for help.
fr_fr: Veuillez choisir une couleur. En cas de doute, veuillez consulter les notices, ou choisir « Inconnue » et ajouter une photo pour obtenir de l’aide.

source: Please select a coat type.
fr_fr: Veuillez choisir un type de poil.

source: Please select a dilution type.
fr_fr: Veuillez de choisir une dilution.

source: Please select an earset.
fr_fr: Veuillez choisir un type d'oreille.

source: Please select an eyecolor.
fr_fr: Veuillez choisir la couleur des yeux.

source: Please select a marking type.
fr_fr: Veuillez choisir un marquage.

source: This rat’s variety is considered as rare. Please upload a good quality picture for verification.
fr_fr: Le type de ce rat est considéré comme rare. Merci de télécharger une photo de bonne qualité pour vérification.

source: Death date is mandatory. If not known, please enter a best effort estimate.
fr_fr: La date du décès est obligatoire. Si celle-ci est inconnue, merci d’enregistrer une estimation au plus juste.

source: Impossible: chosen death date is anterior to birth date. Please check and correct your entry.
fr_fr: Erreur : la date de décès enregistrée est antérieure à la date de naissance. Merci de vérifier et corriger vos données.

source: Impossible: this date is in the future. Please check and correct your entry.
fr_fr: Erreur : cette date n'est pas encore passée. Merci de vérifier et corriger vos données.

source: Impossible: it means that your rat would have lived more than {age} months, but rats do not live this long.
fr_fr: Impossible : cela voudrait dire que votre rat aurait vécu plus de {age} mois ; les rats ne vivent pas si vieux.

source: Impossible: your rat was too old at this date to die of “infant mortality”.
fr_fr: Impossible : votre rat était déjà trop vieux pour mourir de « mortalité infantile ».

source: Impossible: your rat was too young at this date to die “from old age”.
fr_fr: Impossible : votre rat était trop jeune pour mourir de vieillesse.

source: **This sheet was automatically updated to set the rat as dead, as it was too old to be still alive.**
fr_fr: **Cette fiche a été mise à jour automatiquement pour enregistrer le décès présumé du rat, trop vieux pour être encore en vie.**

source: This prefix is already in use. Please choose another one.
fr_fr: Cet affixe est déjà utilisé. Veuillez en choisir un autre.

source: This rattery name is already in use. Please choose another one.
fr_fr: Ce nom est déjà utilisé par une autre raterie enregistrée. Veuillez en choisir un autre.

source: **This sheet was automatically updated to set the rattery as inactive, as it hasn’t bred any litter for several years.**
fr_fr: **Cette fiche a été mise à jour automatiquement pour que la raterie soit considérée comme fermée, car elle n'a eu aucune portée depuis plusieurs années.**

source: This email is already in use. If you have lost your password, please use the password recovery tool.
fr_fr: Cette adresse mail est déjà utilisée. Veuillez utiliser l’outil de récupération de mot de passe si vous avez perdu le vôtre.

source: This username is already in use. Please choose another one.
fr_fr: Ce nom d’utilisateur est déjà pris. Veuillez en choisir un autre.

source: New Article
fr_fr: Nouvelle notice

source: Browse article list
fr_fr: Voir toutes les notices

source: Articles
fr_fr: Notices

source: Add Article
fr_fr: Ajouter une notice

source: Overtitle
fr_fr: Surtitre

source: Submit
fr_fr: Envoyer

source: All Articles
fr_fr: Toutes les notices

source: Cancel
fr_fr: Annuler

source: Cancel and go back to article
fr_fr: Annuler et revenir à la notice

source: Review article contents before suppression
fr_fr: Vérifier le contenu de l’article avant de le supprimer

source: Category
fr_fr: Rubrique

source: Title
fr_fr: Titre

source: Created
fr_fr: Créée le

# issue
source: Created
fr_fr: Créé le

# user
source: Created
fr_fr: Inscrit le

source: Modified
fr_fr: Modifiée le

# user
source: Modified
fr_fr: Modifié le

source: Contents
fr_fr: Contenu

source: Confirm suppression
fr_fr: Confirmer la suppression

# article
source: Delete “{0}”
fr_fr: «Supprimer {0} »

source: Edit Article
fr_fr: Éditer la notice

source: Delete Article
fr_fr: Supprimer l’article

source: first
fr_fr: début

source: previous
fr_fr: précédente

source: next
fr_fr: suivante

source: last
fr_fr: fin

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_fr: Page {{page}} sur {{pages}}, {{current}} résultats sur un total de {{count}}

source: Last modified on {0}.
fr_fr: Dernière modification le {0}.

# article
source: Created on {0}.
fr_fr: Créé le {0}.

source: All categories
fr_fr: Toutes les rubriques

source: See all categories
fr_fr: Voir toutes les rubriques

source: Categories
fr_fr: Rubriques
