Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: Add Category
fr_fr: Ajouter une rubrique

source: Browse documentation category list
fr_fr: Parcourir la liste des rubriques

source: Documentation category
fr_fr: Rubrique

source: Reference information
fr_fr: Informations de référence

source: Name
fr_fr: Nom

source: Related Articles
fr_fr: Articles reliés

source: Edit Category
fr_fr: Éditer la rubrique

source: Are you sure you want to delete # {0}?
fr_fr: Voulez vous vraiment supprimer l’objet n°{0} ?

source: There is no article related to this category.
fr_fr: Aucun article lié à cette rubrique.

source: Related FAQs
fr_fr: Questions-réponses liées

source: Answer
fr_fr: Réponse

source: There is no FAQ related to this category.
fr_fr: Aucune question-réponse liée à cette rubrique.

source: Browse category list
fr_fr: Voir toutes les rubriques

source: New Category
fr_fr: Nouvelle rubrique

source: All Categories
fr_fr: Toutes les rubriques

source: Manage Category
fr_fr: Administrer la rubrique

source: Delete Category
fr_fr: Supprimer la rubrique

source: Back
fr_fr: Retour

source: Guides
fr_fr: Aide

source: Full guides
fr_fr: Notices

source: Browse coat list
fr_fr: Liste des types de poil

source: Coat
fr_fr: Type de poil

source: New Coat
fr_fr: Nouveau type de poil

source: All Coats
fr_fr: Tous les types de poil

source: View coat
fr_fr: Voir le type de poil

source: Edit coat
fr_fr: Éditer le type de poil

source: Delete coat
fr_fr: Supprimer le type de poil

source: Browse color list
fr_fr: Parcourir la liste des couleurs

source: Color
fr_fr: Couleur

source: New Color
fr_fr: Nouvelle couleur

source: All Colors
fr_fr: Toutes les couleurs

source: View color
fr_fr: Voir la couleur

source: Edit color
fr_fr: Éditer la couleur

source: Delete color
fr_fr: Supprimer la couleur

source: Browse compatibility rules list
fr_fr: Parcourir la liste des règles de compatibilité

source: Compatibility rules
fr_fr: Régles de compatibilité

source: Add Compatibility Rule
fr_fr: Ajouter une règle de compatibilité

source: Add Compatibility
fr_fr: Ajouter une compatibilité

source: Delete
fr_fr: Supprimer

source: List Compatibilities
fr_fr: Lister les compatibilités

source: Edit Compatibility
fr_fr: Éditer la compatibilité

source: New Compatibility
fr_fr: Nouvelle compatibilité

source: All Compatibility Rules
fr_fr: Toutes les règles de compatibilité

source: View
fr_fr: Voir

source: Edit
fr_fr: Éditer

source: Delete Compatibility
fr_fr: Supprimer la compatibilité

source: Left Genotype
fr_fr: Génotype 1

source: Operator
fr_fr: Opérateur

source: Right Genotype
fr_fr: Génotype 2

source: Comments
fr_fr: Commentaires

source: Browse contribution type list
fr_fr: Parcourir la liste des types de contribution

source: Contribution Types
fr_fr: Types de contribution

source: Add Contribution Type
fr_fr: Ajouter un type de contribution

source: Edit Contribution Type
fr_fr: Éditer le type de contribution

source: New Contribution Type
fr_fr: Nouveau type de contribution

source: Are you sure you want to delete contribution type # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer le type de contribution n°{0}?

source: All Contributions from {0}
fr_fr: Toutes les portées de {0}

source: Contribution Type
fr_fr: Type de contribution

source: Size
fr_fr: Taille

source: Edit Contribution
fr_fr: Éditer la contribution

source: Delete Contribution
fr_fr: Supprimer la contribution

source: Are you sure you want to delete contribution # {0}?
fr_fr: Voulez-vous vraiment supprimer la contribution n°{0}?

# litter
source: Birth date
fr_fr: Née le

source: Birth date
fr_fr: Date de naissance

source: All Contributions
fr_fr: Toutes les contributions

source: Browse contributions list
fr_fr: Parcourir la liste des contributions

source: Rattery
fr_fr: Raterie

source: Litter
fr_fr: Portée

# litter full designation
source: Litter
fr_fr: Portée

source: All countries
fr_fr: Tous les pays

source: See all countries
fr_fr: Liste des pays

source: Countries
fr_fr: Pays

source: Add Country
fr_fr: Ajouter un pays

source: Cancel and go back
fr_fr: Annuler et revenir en arrière

source: New Country
fr_fr: Nouveau pays

source: All Available Countries
fr_fr: Tous les pays disponibles

source: Edit Country
fr_fr: Modifier le pays

source: Delete Country
fr_fr: Supprimer le pays

source: Are you sure you want to delete country # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer le pays n°{0} ?

source: See Country
fr_fr: Voir la fiche du pays

source: Country list
fr_fr: Liste des pays

source: Browse country list
fr_fr: Parcourir la liste des pays

source: Iso3166
fr_fr: Code ISO 3166

source: Active ratteries registered in this country
fr_fr: Rateries actives enregistrées dans ce pays

source: There is currently no active rattery registered in this country.
fr_fr: Aucune raterie active n’est enregistrée dans ce pays.

source: Browse death category list
fr_fr: Parcourir la liste des catégories de décès

source: Death Categories
fr_fr: Catégories de décès

source: Add Death Category
fr_fr: Ajouter une catégorie de décès

source: Infant-only?
fr_fr: Cause réservée aux jeunes rats ?

source: Accidental?
fr_fr: Cause accidentelle ?

source: Elderly-only?
fr_fr: Cause réservée aux rats âgés ?

source: Edit Death Category
fr_fr: Modifier la catégorie de décès

source: New Death Category
fr_fr: Nouvelle catégorie de décès

source: Infant?
fr_fr: Infantile?

source: Old age?
fr_fr: Sénile?

source: See Death Category
fr_fr: Voir la catégorie de décès

source: Delete Death Category
fr_fr: Supprimer la catégorie de décès

source: Death category
fr_fr: Catégorie du décès

source: Identification code
fr_fr: Code

source: Happens only to infant rats?
fr_fr: Cause réservée aux jeunes rats ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Accidental cause?
fr_fr: Cause accidentelle ?

source: Happens only to elderly rats?
fr_fr: Cause réservée aux rats âgés ?

source: Related Information
fr_fr: Informations complémentaires

source: Related Death Causes
fr_fr: Causes de décès liées à cette catégorie

source: Tumor?
fr_fr: Tumoral ?

source: Edit Death Cause
fr_fr: Éditer la cause de décès

source: Delete Death Cause
fr_fr: Supprimer la cause de décès

source: Statistics
fr_fr: Statistiques

source: Frequency
fr_fr: Fréquence

source: {0, number} % ({1, plural, =0{no rat} =1{1 rat} other{# rats}})
fr_fr: {0, number} % ({1, plural, =0{aucun rat} =1{1 rat} other{# rats}})

source: Sex ratio
fr_fr: Proportion des sexes

source: Average age
fr_fr: Âge moyen des rats concernés

source: Last rat deaths recorded in this category
fr_fr: Derniers décès enregistrés dans cette catégorie

source: No rat was recorded as dead from this cause.
fr_fr: Aucun rat n’a été enregistré comme décédé de cette cause.

source: Browse death cause list
fr_fr: Parcourir la liste des causes de décès

source: Death Causes
fr_fr: Causes de décès

source: Add Death Cause
fr_fr: Ajouter une cause de décès

source: Tumoral cause?
fr_fr: Cause de nature tumorale ?

source: New Death Cause
fr_fr: Nouvelle cause de décès

source: All Death Causes
fr_fr: Toutes les causes de décès

source: Death Cause
fr_fr: Cause de décès

source: Death Category
fr_fr: Catégorie de décès

source: Is Tumor
fr_fr: Tumoral

source: Last rat deaths recorded with this cause
fr_fr: Derniers décès enregistrés

source: Browse dilution list
fr_fr: Parcourir la liste des dilutions

source: New Dilution
fr_fr: Nouvelle dilution

source: All Dilutions
fr_fr: Toutes les dilutions

source: View dilution
fr_fr: Voir la dilution

source: Edit dilution
fr_fr: Éditer la dilution

source: Delete dilution
fr_fr: Supprimer la dilution

source: Browse earset list
fr_fr: Voir la liste des types d’oreilles

source: Earset
fr_fr: Type d’oreilles

source: New Earset
fr_fr: Nouveau type d’oreilles

source: All Earsets
fr_fr: Tous les types d’oreilles

source: View earset
fr_fr: Voir le type d’oreilles

source: Edit earset
fr_fr: Éditer le type d’oreilles

source: Delete earset
fr_fr: Supprimer le type d’oreilles

source: Go Back
fr_fr: Retour

source: Get Help
fr_fr: Aide

source: Browse eyecolor list
fr_fr: Voir la liste des couleurs des yeux

source: Eyecolor
fr_fr: Couleur des yeux

source: New Eyecolor
fr_fr: Nouvelle couleur des yeux

source: All Eyecolors
fr_fr: Toutes les couleurs des yeux

source: View eyecolor
fr_fr: Voir la couleur des yeux

source: Edit eyecolor
fr_fr: Éditer la couleur des yeux

source: Delete eyecolor
fr_fr: Supprimer la couleur des yeux

source: See all FAQs
fr_fr: Voir toutes les questions-réponses

source: Frequently asked questions
fr_fr: Foire aux questions

source: Add an FAQ
fr_fr: Ajouter une FAQ

source: Frequently Asked Questions
fr_fr: Foire Aux Questions

source: Please click on a question to reveal the answer. For further help, you can also read our full guides or join us on the support forum.
fr_fr: Cliquez sur une question pour en dévoiler la réponse. Pour plus d’aide, consultez les notices détaillées ou rejoignez-nous sur le forum.

source: Edit FAQ
fr_fr: Éditer la FAQ

source: New Faq
fr_fr: Nouvelle FAQ

source: All FAQs
fr_fr: Toutes les FAQs

source: Delete FAQ
fr_fr: Supprimer la FAQ

source: Issues
fr_fr: Signalements

source: Report an issue
fr_fr: Signaler un problème

source: Page
fr_fr: Sur la page

source: What is wrong with this page?
fr_fr: Quels sont les problèmes à signaler sur cette page ?

source: Submit issue
fr_fr: Envoyer le signalement

source: See Closed Issues
fr_fr: Voir les signalements résolus

source: See Open Issues
fr_fr: Voir les signalements non résolus

source: All Issues
fr_fr: Tous les signalements

source: From User
fr_fr: Signalé par

source: Closing User
fr_fr: Résolu par

source: View Issue
fr_fr: Voir le signalement

source: See All Issues
fr_fr: Liste des signalements

source: Closed Issues
fr_fr: Signalements résolus

source: List
fr_fr: Liste

source: Back to open issue list
fr_fr: Revenir à la liste

source: Solve Issue #
fr_fr: Résoudre le problème n°

source: Complaint
fr_fr: Réclamation

source: Handling
fr_fr: Résolution

source: Enter answer
fr_fr: Saisir la réponse

source: Close issue
fr_fr: Clore le signalement

source: Open Issues
fr_fr: Signalements à traiter

source: Back to issue list
fr_fr: Retour à la liste des signalements

source: Comment
fr_fr: Commentaire

source: Issue #
fr_fr: Problème n°

source: This issue has not been handled yet.
fr_fr: Ce problème n’a pas encore été résolu.

source: Closed
fr_fr: Résolu le

source: Handling time
fr_fr: Temps de traitement

source: By User
fr_fr: Traité par

source: This issue is now closed.
fr_fr: Ce problème a été résolu.

source: List Litter Snapshots
fr_fr: Liste des snapshots des portées

source: Add Litter Snapshot
fr_fr: Ajouter un snapshot de portée

source: Edit Litter Snapshot
fr_fr: Éditer le snapshot de portée

source: New Litter Snapshot
fr_fr: Nouveau snapshot de portée

source: Litter Snapshots
fr_fr: Snapshots de fiches portée

source: Delete Litter Snapshot
fr_fr: Supprimer le snapshot de portée

source: State
fr_fr: État

source: Data
fr_fr: Données

source: New Litter
fr_fr: Nouvelle portée

source: Litters
fr_fr: Portées

source: Record a new litter
fr_fr: Déclarer une nouvelle portée

source: The litter will be recorded as born from the following mother:
fr_fr: La mère de la portée sera :

source: The litter will be recorded as born from the following father:
fr_fr: Le père de la portée sera :

source: Origins
fr_fr: Origines

source: Birth place or origin
fr_fr: Lieu de naissance ou origine

source: Please record mandatory information: name and location in comments for a generic origin, or (at least) mother for a registered rattery.
fr_fr: Veuillez compléter les informations obligatoires : le nom et la localisation en commentaires pour une origine générique ; la mère (au moins) pour une raterie enregistrée.

source: If a litter with the same birth date and mother already exists, the rat will be automatically added to it. If not, a new litter will be created with the rat.
fr_fr: Le rat sera automatiquement ajouté à la portée s'il en existe déjà une de même mère et même date de naissance. Sinon, une nouvelle fiche portée sera créée à la volée.

source: None of the above (I will select a registered rattery below)
fr_fr: Aucune des options précédentes (choisir une raterie ci-dessous)

source: Type and select the rattery’s name or prefix here...
fr_fr: Entrez et sélectionnez le nom de la raterie ici...

source: Mother
fr_fr: Mère

source: Type and select the mother’s name or identifier here...
fr_fr: Entrez et sélectionnez le nom ou l’identifiant de la mère…

source: Father
fr_fr: Père

source: Type and select the father’s name or identifier here...
fr_fr: Entrez et sélectionnez le nom ou l’identifiant du père…

source: Pups
fr_fr: Ratons

source: Pup count (including stillborn)
fr_fr: Nombre de petits (mort-nés inclus)

source: Stillborn pup count
fr_fr: Nombre de petits mort-nés

source: Additional information
fr_fr: Informations complémentaires

source: Back to litter sheet
fr_fr: Retour à la fiche portée

source: Attach rat to litter: #{0}
fr_fr: Rattacher le rat à la portée n°{0}

source: The rat you will select will be attached to the following litter:
fr_fr: Le rat sélectionné sera rattaché à la portée suivante :

source: Type and select the rat’s name or identifier here...
fr_fr: Entrez et sélectionnez le nom ou l’identifiant du rat…

source: Update pedigree identifier?
fr_fr: Mettre à jour le numéro de pedigree ?

source: Edit litter #
fr_fr: Éditer la portée n°

source: Pups count
fr_fr: Nombre de petits

source: Stillborn pups count
fr_fr: Nombre de petits mort-nés

source: Staff-only
fr_fr: Réservé au staff

source: Full Screen
fr_fr: Plein écran

source: Edit Comments of
fr_fr: Éditer les commentaires de la fiche de

source: Save comment
fr_fr: Enregistrer le commentaire

source: Search Results
fr_fr: Résultats de recherche

source: Litters in state {0}
fr_fr: Portées dans l’état {0}

source: Inbreeding
fr_fr: Consanguinité

source: Inbreeding report
fr_fr: Analyse de la consanguinité

source: Computations are in progress. Intermediary results might be inexact. Thank you for your patience.
fr_fr: Calculs en cours. Les résultats intermédiaires peuvent être inexacts. Merci de votre patience.

source: Computations took <span id="cost"></span> seconds and are now finished.
fr_fr: Les calculs ont été effectués en <span id="cost"></span> secondes et sont terminés.

source: Summary
fr_fr: Résumé

source: Longest family tree branch
fr_fr: Branche la plus longue

source: Shortest family tree branch
fr_fr: Branche la plus courte

source: Number of known ancestors
fr_fr: Nombre d’ancêtres connus

source: Number of distinct ancestors
fr_fr: Nombre d’ancêtres distincts

source: Number of founding ancestors
fr_fr: Nombre de fondateurs

source: Number of common ancestors
fr_fr: Nombre d’ancêtres communs

source: Ancestor loss coefficient (5G)
fr_fr: Coefficient d’implexe (5G)

source: Ancestor loss coefficient (10G)
fr_fr: Coefficient d’implexe (10G)

source: Coefficient of Inbreeding
fr_fr: Coefficient de consanguinité

source: Coancestry analysis
fr_fr: Analyse des ancêtres communs

source: Global inbreeding coefficient
fr_fr: Consanguinité totale

source: Feeling stuck, javascript allergic? Give a look at our
fr_fr: Impression que ça rame, allergique au javascript ?

source: server-side, full-PHP approximate analysis
fr_fr: laissez notre serveur faire un calcul approché en PHP

source: All Litters
fr_fr: Toutes les portées

source: Manage Litter Contributions of
fr_fr: Modifier les rateries contributrices de la portée

source: Staff and contributors
fr_fr: Staff et propriétaires

source: Update Contributions
fr_fr: Mettre à jour les rateries contributrices

source: My litters
fr_fr: Mes portées

source: Simulate Litter
fr_fr: Simulation de portée

source: All my past litters
fr_fr: Toutes mes portées passées

source: Back office
fr_fr: Service après-vente

source: Litter sheets needing staff action
fr_fr: Fiches portée en attente d’une action du staff

source: Simulate a litter
fr_fr: Simuler une portée

source: Litter simulation can take several minutes and drain your battery. We do not recommend the use of this feature on smartphones.
fr_fr: Simuler une portée peut prendre plusieurs minutes et épuiser votre batterie. Nous déconseillons de le faire sur un smartphone.

source: Enter potential parents
fr_fr: Entrez les parents potentiels

source: Launch simulation
fr_fr: Lancer la simulation

source: Due to its state in back-office, this sheet can only be entirely viewed by its owner and by staff members.
fr_fr: En raison de son état au service après-vente, la consultation de cette fiche est réservée à son propriétaire et aux bénévoles.

source: Created on {0} by {1}.
fr_fr: Fiche créée le {0} par {1}.

source: Add rat
fr_fr: Ajouter un rat

source: Add a rat in this litter
fr_fr: Ajouter un rat à cette portée

source: You cannot add a rat to this litter
fr_fr: Vous ne pouvez pas ajouter de rat à cette portée

source: Add rattery
fr_fr: Créer une raterie

source: Manage contributing ratteries
fr_fr: Modifier les rateries contributrices

source: You cannot manage contributing ratteries in this litter
fr_fr: Vous ne pouvez pas modifier les rateries contributrices de cette portée

source: Edit Comment
fr_fr: Éditer le commentaire

source: Edit comment
fr_fr: Modifier le commentaire

source: You cannot edit the comment
fr_fr: Vous ne pouvez pas modifier le commentaire

source: Edit litter
fr_fr: Modifier la portée

source: Edit this litter
fr_fr: Modifier cette portée

source: You cannot edit this litter
fr_fr: Vous ne pouvez pas éditer cette portée

source: Add existing rat
fr_fr: Rattacher un rat déjà enregistré

source: Add an existing rat to this litter
fr_fr: Rattacher un rat déjà enregistré à cette portée

source: Dam:
fr_fr: Mère :

source: Age at litter birth:
fr_fr: Âge à la mise-bas :

source: Current age:
fr_fr: Âge actuel :

source: Age at death:
fr_fr: Âge au décès :

source: Death cause:
fr_fr: Cause de décès :

source: Sire:
fr_fr: Père :

source: Reached age:
fr_fr: Âge :

source: Litter summary
fr_fr: Résumé

source: Prefix
fr_fr: Affixe

source: Mating date
fr_fr: Date de saillie

source: Pups number
fr_fr: Nombre de ratons

source: {0, plural, =0{No pup} =1{1 pup} other{# pups}}
fr_fr: {0, plural, =0{Aucun raton} =1{1 raton} other{# ratons}}

source: (♀: {0, plural, =0{0 recorded} =1{1 recorded} other{# recorded}} – ♂: {1, plural, =0{0 recorded} =1{1 recorded} other{# recorded}})
fr_fr: (♀: {0, plural, =0{0 enregistrée} =1{1 enregistrée} other{# enregistrées}} – ♂: {1, plural, =0{0 enregistré} =1{1 enregistré} other{# enregistrés}})

source: Stillborn pups
fr_fr: Nombre de ratons mort-nés

source: {0, plural, =0{No stillborn pup} =1{1 stillborn pup} other{# stillborn pups}}
fr_fr: {0, plural, =0{Aucun raton mort-né} =1{1 raton mort-né} other{# ratons mort-nés}}

source: See inbreeding report
fr_fr: Analyser la consanguinité

source: Offspring
fr_fr: Ratons

source: Lifespan is computed only on deceased rats. Please note that litter statistics will be accurate only after the last survivor’s death.
fr_fr: La durée de vie moyenne n’est calculée que sur les rats décédés. Notez que les statistiques de la portée ne seront exactes qu'après le décès du dernier survivant.

source: Current survival rate:
fr_fr: Taux de survie à ce jour :

source: (all rats of the litter are now dead, or supposed so)
fr_fr: (tous les rats de la portée sont morts ou présumés tels)

source: (at {0})
fr_fr: (à {0})

source: {0, plural, =0{N/A} =1{1 month} other{# months}} (♀: {1, plural, =0{N/A} =1{1 month} other{# months}} – ♂: {2, plural, =0{N/A} =1{1 month} other{# months}})
fr_fr: {0, plural, =0{ND} =1{1 mois} other{# mois}} (♀: {1, plural, =0{ND} =1{1 mois} other{# mois}} – ♂: {2, plural, =0{ND} =1{1 mois} other{# mois}})

source: infant mortality excluded:
fr_fr: mortalité infantile exclue :

source: accidents excluded:
fr_fr: accidents exclus :

source: No rat has been yet attached to this litter.
fr_fr: Aucun rat n’a encore été rattaché à cette portée.

source: Private information
fr_fr: Informations confidentielles

source: Differences
fr_fr: Différences

source: View Snapshot
fr_fr: Voir le snapshot

source: Restore Snapshot
fr_fr: Restaurer le snapshot

source: Virtual Litter
fr_fr: Portée virtuelle

source: Back to my litters
fr_fr: Revenir à mes portées

source: Toggle full screen
fr_fr: Plein écran

source: Virtual litter: {0} × {1}
fr_fr: Portée virtuelle : {0} × {1}

source: Computations took {0} seconds and are now finished.
fr_fr: Les calculs ont été effectués en {0} secondes et sont terminés.

source: Family tree
fr_fr: Arbre généalogique

source: Pedigree analysis
fr_fr: Analyse du pedigree

source: My back office
fr_fr: Mon service après-vente

source: Sheets needing staff action
fr_fr: Fiches en attente de modération

source: See all pending rats
fr_fr: Voir tous les rats à traiter

source: <strong>{0, plural, =1{1 rat sheet is} other{# rat sheets are}}</strong> are currently waiting for staff action. Most recent are:
fr_fr: <strong>{0, plural, =1{une fiche rat est} other{# fiches rat sont}}</strong> en attente de modération. Les plus récentes :

source: See all pending litters
fr_fr: Voir toutes les portées à traiter

source: <strong>{0, plural, =1{1 litter sheet is} other{# litter sheets are}}</strong> currently waiting for staff action. Most recent are:
fr_fr: <strong>{0, plural, =1{une fiche portée requiert} other{# fiches portée requièrent}}</strong> une intervention du staff. Les plus récentes sont :

source: See all pending ratteries
fr_fr: Voir toutes les rateries à traiter

source: <strong>{0, plural, =1{1 rattery sheet is} other{# rattery sheets are}}</strong> currently waiting for staff action. Most recent are:
fr_fr: <strong>{0, plural, =1{une fiche raterie nécessite} other{# fiches raterie nécessitent}}</strong> une action du staff. Les plus récentes :

source: See all issues
fr_fr: Tous les signalements

source: Open issues
fr_fr: Signalements en cours

source: <strong>{0, plural, =1{1 issue is} other{# issues are}}</strong> currently waiting to be treated. Most recent are:
fr_fr: <strong>{0, plural, =1{1 signalement doit} other{# signalements doivent}}</strong> encore être traités. Les plus récents sont :

source: Manage Issue
fr_fr: Traiter le signalement

source: Manage categories
fr_fr: Administrer les rubriques

source: Manage articles
fr_fr: Administrer les articles

source: Manage FAQs
fr_fr: Administrer les FAQs

source: Varieties
fr_fr: Variétés

source: Coats
fr_fr: Types de poil

source: Manage coats
fr_fr: Administrer les types de poil

source: Colors
fr_fr: Couleurs

source: Manage colors
fr_fr: Administrer les couleurs

source: Manage eyecolors
fr_fr: Administrer les couleurs des yeux

source: Earsets
fr_fr: Oreilles

source: Manage ear types
fr_fr: Administrer les types d'oreilles

source: Eyecolors
fr_fr: Couleur des yeux

source: Markings
fr_fr: Marquages

source: Manage markings
fr_fr: Administrer les marquages

source: Singularities
fr_fr: Particularités

source: Manage singularities
fr_fr: Administrer les particularités

source: Manage death categories
fr_fr: Administrer les catégories de décès

source: Manage death causes
fr_fr: Administrer les causes de décès

source: Roles
fr_fr: Rôles

source: Configure roles and permissions
fr_fr: Configurer les rôles et permissions

source: States
fr_fr: États des fiches

source: Configure states and sheet workflow
fr_fr: Configurer les états des fiches et leur cycle de vie

source: Advanced search
fr_fr: Recherche avancée

source: Your search:
fr_fr: Votre recherche :
