Repository: VigiePirate/CakeLORD
Catalog: resources/locales/*/default.po
Languages: fr_fr

source: The article has been saved.
fr_fr: L’article a été enregistré.

source: The article could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer l’article. Veuillez réessayer.

source: The article has been deleted.
fr_fr: L’article a été supprimé.

source: The article could not be deleted. Please, try again.
fr_fr: Impossible de supprimer l’article. Veuillez réessayer.

source: The category has been saved.
fr_fr: La rubrique a été enregistrée.

source: The category could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la rubrique. Veuillez réessayer.

source: The category has been deleted.
fr_fr: La rubrique a été supprimée.

source: The category could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la rubrique. Veuillez réessayer.

source: The coat has been saved.
fr_fr: Le type de poil a été enregistré.

source: The coat could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le type de poil. Veuillez réessayer.

source: The coat has been deleted.
fr_fr: Le type de poil a été supprimé.

source: The coat could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le type de poil. Veuillez réessayer.

source: The color has been saved.
fr_fr: La couleur a été enregistrée.

source: The color could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la couleur. Veuillez réessayer.

source: The color has been deleted.
fr_fr: La couleur a été supprimée.

source: The color could not be deleted. Please, try again.
fr_fr: Impossible de supprimer. Veuillez réessayer.

source: The compatibility has been saved.
fr_fr: La compatibilité a été enregistrée.

source: The compatibility could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la compatibilité. Veuillez réessayer.

source: The compatibility has been deleted.
fr_fr: La compatibilité a été supprimée.

source: The compatibility could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la compatibilité. Merci de réessayer.

source: The contribution type has been saved.
fr_fr: Le type de contribution a été enregistré.

source: The contribution type could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le type de contribution. Veuillez réessayer.

source: The contribution type has been deleted.
fr_fr: Le type de contribution a été supprimé.

source: The contribution type could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le type de contribution. Veuillez réessayer.

source: The contribution has been deleted.
fr_fr: La contribution a été supprimée.

source: The contribution could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la contribution. Merci de réessayer.

source: The country has been saved.
fr_fr: Le pays a été enregistré.

source: The country could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le pays. Veuillez réessayer.

source: The country has been deleted.
fr_fr: Le pays a été supprimé.

source: The country could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le pays. Veuillez réessayer.

source: N/A
fr_fr: ND

source: The death category has been saved.
fr_fr: La catégorie de décès a été enregistrée.

source: The death category could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la catégorie de décès. Veuillez réessayer.

source: The death category has been deleted.
fr_fr: La catégorie de décès a été supprimée.

source: The death category could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la catégorie de décès. Veuillez réessayer.

source: The death cause has been saved.
fr_fr: La cause de décès a été enregistrée.

source: The death cause could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la cause de décès. Veuillez réessayer.

source: The death cause has been deleted.
fr_fr: La cause de décès a été supprimée.

source: The death cause could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la cause de décès. Veuillez réessayer.

source: The dilution has been saved.
fr_fr: La dilution a été enregistrée.

source: The dilution could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la dilution. Veuillez réessayer.

source: The dilution has been deleted.
fr_fr: La dilution a été supprimée.

source: The dilution could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la dilution. Veuillez réessayer.

source: The earset has been saved.
fr_fr: Le type d’oreille a été enregistré.

source: The earset could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le type d’oreille.

source: The earset has been deleted.
fr_fr: Le type d’oreille a été supprimé.

source: The earset could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le type d’oreille. Veuillez réessayer.

source: The eyecolor has been saved.
fr_fr: La couleur des yeux a été enregistrée.

source: The eyecolor could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la couleur des yeux. Veuillez réessayer.

source: The eyecolor has been deleted.
fr_fr: La couleur des yeux a été supprimée.

source: The eyecolor could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la couleur des yeux. Veuillez réessayer.

source: The FAQ has been saved.
fr_fr: La FAQ a été enregistrée.

source: The FAQ could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la FAQ. Veuillez réessayer.

source: The FAQ has been deleted.
fr_fr: La FAQ a été supprimée.

source: The FAQ could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la FAQ. Veuillez réessayer.

source: The issue has been saved.
fr_fr: Le signalement a été enregistré.

source: The issue could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le signalement. Veuillez réessayer.

source: The issue has been deleted.
fr_fr: Le signalement a été supprimé.

source: The issue could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le signalement. Veuillez réessayer.

source: The litter snapshot has been saved.
fr_fr: Le snapshot de la portée a été enregistré.

source: The litter snapshot could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le snapshot de la portée. Veuillez réessayer.

source: The litter snapshot has been deleted.
fr_fr: Le snapshot de la portée a été supprimée.

source: The litter snapshot could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le snapshot de la portée. Veuillez réessayer.

source: Survival rate
fr_fr: Taux de survie

source: Age (in months)
fr_fr: Âge (en mois)

source: Survival rate (%)
fr_fr: Taux de survie (%)

source: Survival rate by age
fr_fr: Taux de survie par âge

source: % of litter pups reached this age
fr_fr: % de rats issus de cette portée ont atteint cet âge

source: The litter has been saved and will be examined by the staff soon. Please, check if automatically added contributions are correct.
fr_fr: La portée a été enregistrée et sera prochainement examinée par le staff. Nous vous conseillons de vérifier que la liste des rateries contributrices, automatiquement renseignée, est correcte.

source: The litter could not be saved. Please, read explanatory messages in the form, check and correct your entry, and try again.
fr_fr: Impossible d’enregistrer la portée. Veuillez lire les explications données sur le formulaire, corriger vos données et réessayer.

source: This litter already exists. You can add rats to it directly.
fr_fr: Cette portée a déjà été enregistrée. Vous pouvez y ajouter directement des rats.

source: Only registered users are allowed to register a new litter. Please sign in or sign up before proceeding.
fr_fr: Seuls les utilisateurs inscrits peuvent enregistrer une nouvelle portée. Veuillez vous inscrire ou de vous connecter avant toute tentative.

source: Please record the litter’s main information below. You will be able to add rats to the litter just after.
fr_fr: Merci d’enregistrer ci-dessous les principales informations concernant la portée. Vous serez ensuite autorisé à y ajouter des rats.

source: We could not find the parents you indicated. Please, ensure you selected them properly in the list, or retry with their identifiers.
fr_fr: Impossible de trouver les parents indiqués. Veuillez les sélectionner dans les listes ou entrez leur numéro de pedigree complet.

source: Virtual litter
fr_fr: Portée virtuelle

source: Expected prefix:
fr_fr: Affixe :

source: Mating window:
fr_fr: Saillies conseillées :

source: Easy peasy.
fr_fr: Trop facile.

source: Quite a lot, but I have seen worse.
fr_fr: Pas mal, mais j’ai vu pire.

source: Wow, that was pretty intense!
fr_fr: Waouh, ce fut intense !

source: Oops, we hope your device is not smoking.
fr_fr: Oups… votre appareil ne fume pas trop ?

source: You know some LORD’s developers in person, don’t you?
fr_fr: Je parie que vous connaissez personnellement un membre de l’équipe du LORD !

source: generation
fr_fr: génération

source: generations
fr_fr: générations

source: The litter has been saved. If parents were edited, you might have to manually correct contributions.
fr_fr: La portée a été enregistrée. Si les parents ont été modifiés, il est possible que vous deviez corriger les fiches manuellement.

source: The litter could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la portée. Veuillez réessayer.

source: For data coherence, modifications of litters are restricted. Please, contact a staff member to change parents or birth date.
fr_fr: Pour des raisons de cohérence des données, l’édition des portées est restreinte. Veuillez contacter un membre de l’équipe pour modifier les parents ou la date de naissance.

source: Your new comment about the litter has been saved.
fr_fr: Votre nouveau commentaire concernant cette portée a été enregistré.

source: Your new comment about the litter could not be saved. Please, try again.
fr_fr: Votre nouveau commentaire concernant cette portée n’a pas pu être enregistré. Veuillez réessayer.

source: The litter’s contributing ratteries have been updated.
fr_fr: La liste des rateries ayant participé à cette portée a été mise à jour.

source: The litter’s contributing ratteries could not be updated. Please, try again.
fr_fr: Les rateries contributrices de la portée n’ont pas pu être modifiées. Veuillez essayer à nouveau.

source: You can add, edit or delete contributing ratteries below. Please, contact a staff member to edit the birth place.
fr_fr: Vous pouvez ajouter, modifier ou supprimer les rateries contributrices ci-dessous. Pour modifier la date de naissance, veuillez contacter un membre de l’équipe.

source: This rat has been successfully attached to the requested birth litter. Pups number might have to be checked.
fr_fr: Ce rat a été rattaché à la portée demandée. Veuillez vérifier que le nombre de ratons a été mis à jour.

source: We could not attach the selected rat to this litter.
fr_fr: Nous n’avons pas réussi à rattacher le rat sélectionné à cette portée.

source: The litter has been deleted.
fr_fr: La portée a été supprimée.

source: The litter could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la portée. Veuillez réessayer.

source: The snapshot has been restored.
fr_fr: La sauvegarde a été restaurée.

source: The snapshot could not be loaded. Please, try again.
fr_fr: Nous n’avons pas pu charger cette sauvegarde. Veuillez réessayer.

source: This litter has a long or complicated family tree. We had to truncate it in order to compute (reasonably) approximate results.
fr_fr: Cette portée possède une généalogie longue ou complexe. Les résultats ont été calculés sur une version simplifiée de l’arbre généalogique. Ce sont des valeurs approchées, mais peu différentes des valeurs exactes.

source: Good news! This litter’s family tree is simple enough and we managed to compute exact results.
fr_fr: Bonne nouvelle! La généalogie de cette portée est assez simple et les données compilées sont donc exactes.

source: This litter sheet is now frozen.
fr_fr: La fiche de cette portée est verrouillée.

source: We could not freeze the sheet. Please retry or contact an administrator.
fr_fr: Impossible de verrouiller la fiche. Veuillez réessayer ou de contacter un administrateur.

source: This litter sheet is now unfrozen.
fr_fr: La fiche de cette portée est déverrouillée.

source: We could not thaw the sheet. Please retry or contact an administrator.
fr_fr: Impossible de déverrouiller cette fiche. Veuillez réessayer ou de contacter un administrateur.

source: This rat sheet has been approved.
fr_fr: La fiche de ce rat a été validée.

source: We could not approve the sheet. Please retry or contact an administrator.
fr_fr: Impossible de valider cette fiche. Veuillez réessayer ou de contacter un administrateur.

source: This rat sheet has been unapproved.
fr_fr: Cette fiche a été invalidée.

source: We could not unapprove the sheet. Please retry or contact an administrator.
fr_fr: Impossible d'invalider cette fiche. Veuillez réessayer ou contacter un administrateur.

# litter statistics
source: Age: between
fr_fr: Âge : entre

# litter statistics
source: and
fr_fr: et

source: and
fr_fr: et

# litter statistics
source: months
fr_fr: mois

source: months
fr_fr: mois

source: The log has been saved.
fr_fr: La fichier journal a été enregistré.

source: The log could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le fichier journal. Veuillez réessayer.

source: The log has been deleted.
fr_fr: Le fichier journal a été supprimé.

source: The log could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le fichier journal. Veuillez réessayer.

source: Females
fr_fr: Femelles

source: Males
fr_fr: Mâles

source: Number of alive rats
fr_fr: Nombre de rats vivants

source: Age
fr_fr: Âge

source: Age pyramid
fr_fr: Pyramide des âges

source: (presumed) alive rats
fr_fr: rats (présumés) en vie

source: months
fr_fr: mois

source: All-time average
fr_fr: Moyenne (toutes années confondues)

source: All-time average:
fr_fr: Moyenne (toutes années confondues):

source: Average lifespan by birth year
fr_fr: Par année de naissance

source: Birth year
fr_fr: Année de naissance

# rattery
source: Birth year
fr_fr: Fondée en

source: Average lifespan (in days)
fr_fr: Durée de vie moyenne (en jours)

source: Average lifespan:
fr_fr: Durée de vie moyenne :

source: Life expectancy
fr_fr: Espérance de vie

source: days
fr_fr: jours

source: Rats born in
fr_fr: Rats nés en

source: Total litter size
fr_fr: Taille totale de la portée

source: Litter size (number of pups)
fr_fr: Taille de la portée (nombre de ratons)

source: Proportion of litters (%)
fr_fr: Proportion des portées (%)

source: Litter size distribution (% of litters)
fr_fr: Répartition de la taille des portées (% des portées)

source: % of litters
fr_fr: % des portées

source: pups
fr_fr: ratons

source: Number of pups of the given sex
fr_fr: Nombre de ratons du sexe défini

source: Litter size distribution by sex (% of litters)
fr_fr: Répartition du nombre de ratons par sexe (% des portées)

source: Mortality distribution
fr_fr: Répartition des décès

source: Mortality probability
fr_fr: Probabilité de décès

source: Death probabilities (%)
fr_fr: Probabilités de décès (%)

source: All-time survival and mortality by age
fr_fr: Survie et mortalité, toutes années confondues, par classe d’âge

source: % of all rats reach this age
fr_fr: % de tous les rats atteignent cet âge

source: % of all deaths occur in rats of this age
fr_fr: % des décès surviennent chez les rats de cet âge

source: % of all rats reaching this age die in the following month
fr_fr: % de tous les rats atteignant cet âge meurent dans les mois suivants

source: Rats by birth year
fr_fr: Rats par année de naissance

source: Users
fr_fr: Utilisateurs

source: Users by registration year
fr_fr: Utilisateurs par année d’inscription

source: Ratteries
fr_fr: Rateries

source: Ratteries by registration year
fr_fr: Rateries par année d’inscription

# sex ratio
source: Litters with
fr_fr: Portées de

source: The marking has been saved.
fr_fr: Le marquage a été enregistré.

source: The marking could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le marquage. Veuillez réessayer.

source: The marking has been deleted.
fr_fr: Le marquage a été supprimé.

source: The marking could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le marquage. Veuillez réessayer.

source: The operator has been saved.
fr_fr: L’opérateur a bien été enregistré.

source: The operator could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer l’opérateur. Veuillez réessayer.

source: The operator has been deleted.
fr_fr: L’opérateur a été supprimé.

source: The operator could not be deleted. Please, try again.
fr_fr: Impossible de supprimer l’opérateur. Veuillez réessayer.

source: The rat snapshot has been saved.
fr_fr: La fiche du rat a été sauvegardée.

source: The rat snapshot could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la sauvegarde de la fiche. Merci de réessayer.

source: The rat snapshot has been deleted.
fr_fr: La sauvegarde de la fiche a été supprimée.

source: The rat snapshot could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la sauvegarde de la fiche. Merci de réessayer.

source: You have rat sheets to correct!
fr_fr: Vous avez des fiches à corriger !

source: The rat has been saved and attached to the litter below.
fr_fr: Le rat a été enregistré et rattaché à la portée ci-dessous.

source: The rat could not be saved. Please, read explanatory messages in the form, check and correct your entry, and try again.
fr_fr: Impossible d’enregistrer le rat. Veuillez lire les messages explicatifs sur le formulaire, corrigez les informations puis réessayez.

source: The rat has been saved as well as its birth litter, and attached to it.
fr_fr: Le rat a été enregistré, ainsi que sa portée de rattachement.

source: The rat has been saved, but could not be attached to any litter.
fr_fr: Le rat a été enregistré mais n’a pu être rattaché à aucune portée.

source: The rat and its birth litter could not be saved. Please, read explanatory messages below and try again.
fr_fr: Impossible d’enregistrer ce rat ainsi que toute la portée. Veuillez lire les explications ci-dessous et réessayer.

source: The rat has been saved.
fr_fr: Le rat a été enregistré.

source: Please record the rat’s information below. When in doubt, please check documentation before entering data.
fr_fr: Veuillez compléter les informations ci-dessous. En cas de doute, merci de consulter la documentation avant toute chose.

source: Please, read carefully information that will appear below to check the fitness of your choice.
fr_fr: Veuillez lire attentivement les informations qui apparaîtront ici afin de vérifier votre choix.

source: Please answer the following questions about euthanasia, diagnostics and analyses.
fr_fr: Veuillez répondre aux questions suivantes (euthanasie, diagnostic vétérinaire, réalisation d’analyses).

source: The rat could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer le rat. Veuillez réessayer.

source: For data coherence, modifications of rats are restricted. Please, contact a staff member to change origins or birth date.
fr_fr: Pour plus de fiabilité dans nos données, la modification des fiches est restreinte. Veuillez contacter un administrateur pour changer les origines ou la date de naissance.

source: The rat has been deleted.
fr_fr: Le rat a été supprimé.

source: The rat could not be deleted. Please, try again.
fr_fr: Impossible de supprimer le rat. Veuillez réessayer.

source: The rat’s picture has been deleted.
fr_fr: La photo de ce rat a été est supprimé.

source: The rat’s picture could not be deleted. Please, try again.
fr_fr: Impossible de supprimer cette photo. Veuillez réessayer.

source: The rat’s new picture has been saved. A staff member still has to validate it.
fr_fr: La nouvelle photo du rat a été enregistrée. Elle passera par l’approbation d’un membre du staff.

source: The rat’s new picture could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la nouvelle photo. Veuillez réessayer.

source: Pictures must be in jpeg, gif or png format.
fr_fr: Les photos doivent être au format jpeg, gif ou png.

source: The rat has been transferred to its new owner.
fr_fr: La fiche du rat a été transférée à son nouveau propriétaire.

source: The rat ownership could not be changed. Please, try again.
fr_fr: Impossible de changer le propriétaire du rat. Veuillez réessayer.

source: Sorry for your loss. Your rat’s death has been recorded.
fr_fr: Toutes nos condoléances. Le décès de votre rat a bien été enregistré.

source: Your rat’s death could not be recorded. Please, try again.
fr_fr: Impossible d’enregistrer le décès de votre rat. Veuillez réessayer.

source: We are sorry for your loss. Please fill the information below to record the rat death. Date and primary cause are mandatory.
fr_fr: Toutes nos condoléances. Veuillez compléter les informations ci-dessous pour enregistrer le décès de votre rat. La date et la catégorie de décès sont obligatoires.

source: Your new comment about the rat has been saved.
fr_fr: Votre commentaire a été enregistré.

source: Your new comment about the rat could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer votre nouveau commentaire à propos de ce rat. Veuillez réessayer.

source: This rat sheet is now frozen.
fr_fr: La fiche de ce rat est désormais gelée.

source: This rat sheet is now unfrozen.
fr_fr: La fiche de ce rat est désormais déverrouillée.

# pictures
source: If too large, they will be automatically resized.
fr_fr: Les photos trop grandes dimensions seront automatiquement réduites.

source: The rattery has been saved.
fr_fr: La raterie a été enregistrée.

source: The rattery could not be saved. Please, try again.
fr_fr: Impossible d’enregistrer la raterie. Veuillez réessayer.

source: The rattery has been saved. Modifications still have to be validated by staff.
fr_fr: La raterie est bien enregistrée mais les modifications doivent encore être validées par le staff.

source: The rattery has been deleted.
fr_fr: La raterie a été supprimée.

source: The rattery could not be deleted. Please, try again.
fr_fr: Impossible de supprimer la raterie. Veuillez réessayer.

source: You already have an active rattery. Declare your previous ratteries as inactive if you want to register a new one.
fr_fr: Vous avez déjà une raterie en activité. Déclarez vos précédentes rateries inactives si vous souhaitez en enregistrer une nouvelle.

source: The rattery has been saved. Please note it will be validated only once you have recorded a rat, a litter, or a litter contribution under this prefix.
fr_fr: La raterie a été enregistrée. Celle-ci sera validée une fois que aurez enregistré une de ses portées interne ou externe.

source: Only registered users are allowed to register a new rattery. Please sign in or sign up before proceeding.
fr_fr: Seuls les membres enregistrés peuvent enregistrer une nouvelle raterie. Veuillez vous enregistrer ou vous connecter avant de continuer.

source: You already have an active rattery. If you want to open another, you first have to pause your current rattery below.
fr_fr: Vous avez déjà une raterie en activité. Fermez votre raterie actuelle si vous souhaitez en enregistrer une nouvelle.

source: This rattery is definitely closed, since you opened another rattery inbetween. You cannot reopen it.
fr_fr: Cette raterie est définitivement fermée, car vous avez ouvert une autre raterie entre temps.
